Repository: oliverklee/ext-seminars
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl, ru

# pi1_description
source: Displays seminars in the FE
de: Darstellung von Seminaren im FE
fr: Gestionnaire de séminaires
it: Gestore seminari
nl: Seminar manager
ru: Управление семинарами

# label_title
source: Title
de: Titel
fr: Titre
it: Titolo
nl: Titel
ru: Название

# label_uid
source: Number
de: Nummer
fr: Numéro
it: Numero
nl: Nummer
ru: Номер

# label_event_type
source: Event type
de: Veranstaltungsart
fr: Type d'événement
it: Tipo evento
nl: Evenement type
ru: Вид мероприятия

# label_accreditation_number
source: Accreditation number
de: Akkreditierungsnummer
fr: Numéro d'accréditation
it: Numero di accreditamento
nl: Accrediteringsnummer
ru: Номер аккредитации

# label_credit_points
source: Credit points
de: Leistungspunkte
fr: Points de crédit
nl: Kredietpunten
ru: Кредитные очки

# label_date
source: Date
de: Datum
it: Data
nl: Datum
ru: Дата

# label_time
source: Time
de: Zeit
fr: Heure
it: Ora
nl: Tijd
ru: Время

# label_place
source: Place
de: Ort
fr: Lieu
it: Luogo
nl: Plaats
ru: Место

# label_room
source: Room
de: Raum
fr: Salle
it: Stanza
nl: Kamer
ru: Зал

# label_seats
source: Seats
de: Plätze
fr: Places
it: Posti
nl: Stoelen
ru: Места

# label_total_price
source: Total price
de: Gesamtpreis
fr: Prix total
it: Prezzo totale
nl: Totaal prijs
ru: Общая цена

# label_attendees_names
source: Registered persons
de: Angemeldete Personen
fr: Noms des personnes à inscrire :

# label_lodgings
source: Selected lodging options
de: Gewählte Unterbringungsmöglichkeiten
fr: Hébergement :
it: Opzioni alloggio selezionate
nl: Gekozen verblijf opties
ru: Выбранные опции размещения

# label_accommodation
source: Accommodation
de: Unterbringung
fr: Quelles sont vos préférences en matière d'hébergement (si possible chambre simple, chambre double ou pas d'hébergement) ?

# label_foods
source: Selected food options
de: Gewählte Verpflegungsmöglichkeiten
fr: Nourriture :
it: Opzioni vitto selezionate
nl: Gekozen voeding opties
ru: Выбранные опции питания

# label_food
source: Food
de: Verpflegung
fr: Quel type de nourriture préférez-vous (normale, végétarienne ou régime spécial) ?

# label_kids
source: Number of kids
de: Anzahl Kinder
fr: Nombre d'enfants :
it: Numero di bambini
nl: Aantal kinderen
ru: Количество детей

# label_price
source: Price
de: Preis
fr: Prix
it: Prezzo
nl: Prijs
ru: Цена

# label_price_general
source: Price
de: Preis
fr: Prix
it: Prezzo
nl: Prijs
ru: Цена

# label_price_regular
source: Regular price
de: Standardpreis
fr: Prix normal
it: Prezzo regolare
nl: Standaardprijs
ru: Обычная цена

# label_price_regular_early
source: Early-bird price
de: Frühbucherpreis
fr: Prix
it: Prezzo anticipato
nl: Vroegboeking prijs
ru: Цена при заказе заранее

# label_price_earlybird_regular
source: Early-bird price
de: Frühbucherpreis
fr: Prix en précommande
it: Prezzo anticipato
nl: Vroegboeking prijs
ru: Цена при заказе заранее

# label_price_board_regular
source: Regular price including full board
de: Standardpreis inklusive Vollpension

# label_price_special
source: Special price
de: Spezialpreis
fr: Prix spécial
it: Prezzo speciale
nl: Speciale prijs
ru: Специальная цена

# label_price_special_early
source: Early-bird special price
de: Frühbucher-Spezialpreis
fr: Prix spécial en précommande
it: Prezzo speciale anticipato
nl: Vroegboek speciale prijs
ru: Специальная цена при раннем заказе

# label_price_earlybird_special
source: Early-bird special price
de: Frühbucher-Spezialpreis
fr: Prix spécial en précommande
it: Prezzo speciale anticipato
nl: Vroegboek speciale prijs
ru: Специальная цена при раннем заказе

# label_price_board_special
source: Special price including full board
de: Spezialpreis inklusive Vollpension

# label_method_of_payment
source: Method of payment
de: Zahlungsmethode
fr: Méthode de paiment choisie :
it: Metodo di pagamento
nl: Betaalwijze
ru: Способ оплаты

# label_gender
source: Gender
de: Geschlecht
fr: M/Mme:
it: Sesso
nl: Geslacht
ru: Пол

# label_username
source: User name
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikernaam
ru: Имя пользователя

# label_address
source: Address
de: Adresse
fr: Rue :
it: Indirizzo
nl: Adres
ru: Адрес

# label_zip
source: ZIP code
de: PLZ
fr: Code postal :
it: CAP
nl: Postcode
ru: Индекс

# label_city
source: City
de: Ort
fr: Ville :
it: Città
nl: Woonplaats
ru: Город

# label_country
source: Country
de: Land
fr: Pays :
it: Stato
nl: Land
ru: Страна

# label_attendees
source: Attendees
de: Teilnehmer
fr: Participants
it: Partecipanti
nl: Deelnemers
ru: Участник

# label_vacancies
source: Vacancies
de: Freie Plätze
fr: Places libres
it: Posti liberi
nl: Vrije plaatsten
ru: Свободные места

# label_unlimited
source: unlimited
de: unbegrenzt
fr: illimité

# label_enough_attendees
source: Enough attendees
de: Genug Teilnehmer
fr: Assez de participants
it: Minimo partecipanti
nl: Voldoende deelnemers
ru: Достаточно участников

# label_is_full
source: Is full
de: Ist ausgebucht
fr: Complet
it: Completo
nl: Is volgeboekt
ru: Забронированные места

# label_paymentmethod
source: Selected method of payment
de: Gewählte Zahlungsart
fr: Méthode de paiement sélectionnée
it: Seleziona il metodo di pagamento
nl: Gekozen betaalwijze
ru: Выбраннй способ оплаты

# label_billing_address
source: Billing address
de: Rechnungsadresse
fr: Adresse de paiement :
it: Indirizzo fatturazione
nl: Factuur adres
ru: Адрес для выставления счета

# label_telephone
source: Phone
de: Telefon
fr: Numéro de téléphone :
it: Telefono
nl: Telefoon
ru: Телефон

# label_email
source: E-mail address
de: E-Mail-Adresse
fr: Adresse mail :
it: Indirizzo email
ru: E-mail

# label_interests
source: Special interests
de: Interessen
fr: Intérêts particuliers :
it: Interessi particolari
nl: Speciale interesses
ru: Интересы

# label_expectations
source: Expectations
de: Erwartungen
fr: Attentes par rapport à l'événement :
it: Aspettative
nl: Verwachtingen
ru: Ожидания

# label_background_knowledge
source: Background knowledge
de: Vorkenntnisse
fr: Connaissances existantes :
it: Conoscenze di background
nl: Achtergrond kennis
ru: Подготовка

# label_known_from
source: Known from
de: Bekannt von
fr: Comment avez-vous entendu parler de cet événement ?
it: Come ci hai conosciuti
nl: Bekend van
ru: Узнал от

# label_notes
source: Notes
de: Notizen
fr: Informations supplémentaires :
it: Note
nl: Notities
ru: Заметки

# label_url
source: More information
de: Mehr Informationen
fr: Plus d'informations
it: Ulteriori informazioni
nl: Meer informatie
ru: Дополнительная информация

# label_seminardata
source: Seminar data
de: Daten des Seminars
fr: Informations sur le séminaire
it: Dati seminario
nl: Seminar gegevens
ru: Дата семинара

# label_feuserdata
source: Account data
de: Daten des Accounts
fr: Informations sur le compte
it: Dati account
nl: Gebruikergegevens
ru: Данные аккаунта

# label_attendancedata
source: Data that has been entered on registration
de: Daten, die bei der Anmeldung angegeben wurden
fr: Informations saisies lors de l'enregistrement
it: Dati inseriti durante la registrazione
nl: Gegevens die zijn ingevoerd bij registratie
ru: Данные, введенные при регистрации

# label_gender.I.0
source: Mr.
de: Herr
fr: M
it: Sig.
nl: Hr.

# label_gender.I.1
source: Ms.
de: Frau
fr: Mme
it: Sig.ra
nl: Mv.

# label_status.I.2
source: Job seeking
de: Schüler
fr: En recherche d'emploi
it: Disoccupato
nl: Werkloos
ru: Ученик

# label_status.I.3
source: Working
de: Angestellt
fr: Salarié
it: Impiegato
nl: Werkend
ru: Работающий

# label_status.I.4
source: Retired
de: Selbstständig
fr: Retraité
it: Pensionato
nl: Gepensioneerd
ru: Частный предпринематель

# status_regular
source: regular
de: regulär
fr: normal
it: Regolare
nl: standaar
ru: Регулярный

# status_waiting_list
source: waiting list
de: Warteliste
fr: liste d'attente
it: In lista d'attesa
nl: wachtlijst
ru: список очередников

# label_yes
source: yes
de: ja
fr: Oui
it: si
nl: ja
ru: да

# label_no
source: no
de: nein
fr: Non
nl: nee
ru: нет

# label_hours
source: h
de: Uhr

# label_checkboxes
source: Selected options
de: Gewählte Optionen
fr: Informations supplémentaires :

# message_notLoggedIn
source: Please log in first.
de: Bitte loggen Sie sich zuerst ein.
fr: Désolé, vous n'êtes pas identifié.
it: E' pregato di fare il login.
nl: U dient eerst in te loggen voordat u zich kunt registreren voor een evenement.
ru: Пожалуйста, войдите в систему.

# message_notLoggedIn_informal
source: Please log in first.
de: Bitte logge dich zuerst ein.
fr: Désolé, tu n'es pas identifié.
it: Sei pregato di fare il login.
nl: Log je eerst in om je aan te melden voor een evenement.
ru: Пожалуйста, войдите в систему.

# message_alreadyRegistered
source: You already have registered for this event.
de: Sie sind für diese Veranstaltung bereits angemeldet.
fr: Vous êtes déjà enregistré à cet événement.
it: Lei è già registrato per questo evento.
nl: U heeft zich al geregistreerd voor dit evenement.
ru: Вы уже зарегистрированы на это мероприятие

# message_alreadyRegistered_informal
source: You already have registered for this event.
de: Du bist für diese Veranstaltung bereits angemeldet.
fr: Tu es déjà enregistré à cet événement.
it: Sei già registrato per questo evento.
nl: Je bent al voor dit evenement bijeenkomst aangemeld.
ru: Ты уже зарегистрированы на это мероприятие.

# message_userIsBlocked
source: You are already registered for an event that collides with this event.
de: Sie sind schon für eine Veranstaltung angemeldet, deren Zeiten mit dieser Veranstaltung kollidieren.

# message_userIsBlocked_informal
source: You are already registered for an event that collides with this event.
de: Du bist schon für eine Veranstaltung angemeldet, deren Zeiten mit dieser Veranstaltung kollidieren.

# message_missingSeminarNumber
source: The even UID is missing from the URL. If you get this error message using a link on this page, please notify the webmaster. Thank you!
de: Die URL enthält keine Veranstaltungs-ID. Wenn Sie diese Fehlermeldung durch einen Link auf unserer Seite bekommen haben, benachrichtigen Sie bitte den Webmaster. Vielen Dank!

# message_wrongSeminarNumber
source: There is no event with this number. If you get this error message using a link on this page, please notify the webmaster. Thank you!
de: Eine Veranstaltung mit dieser Nummer existiert nicht. Wenn Sie diese Fehlermeldung durch einen Link auf unserer Seite bekommen haben, benachrichtigen Sie bitte den Webmaster. Vielen Dank!
fr: Il n'y a aucun événement correspondant à ce numéro. Si vous voyez ce message d'erreur en cliquant sur un lien de cette page, merci de prévenir le responsable du site.
it: Non ci sono eventi con questo codice. Se ha ricevuto questo errore arrivando da un link in queste pagine, gentilmente avverta il webmaster. Grazie!
nl: Er is geen evenement bekend onder dit nummer. Wanneer u deze foutmelding krijgt bij gebruik van een link op deze pagina wilt u dan svp de webmaster hiervan op de hoogte brengen. Dank u!
ru: Мероприятия с таким номером не существует . Если вы полчили эту ошибку, воспользовавшись ссылкой с сайта, сообщите администратору. Спасибо!

# message_wrongSeminarNumber_informal
source: There is no event with this number. If you get this error message using a link on this page, please notify the webmaster. Thank you!
de: Ein Veranstaltung mit dieser Nummer existiert nicht. Wenn du diese Fehlermeldung durch einen Link auf unserer Seite bekommen hast, benachrichtige bitte den Webmaster. Vielen Dank!
fr: Il n'y a aucun événement correspondant à ce numéro. Si tu vois ce message d'erreur en cliquant sur un lien de cette page, merci de prévenir le responsable du site.
it: Non ci sono eventi con questo codice. Se hai ricevuto questo errore arrivando da un link in queste pagine, gentilmente avverti il webmaster. Grazie!
nl: Een evenement met dit nummer bestaat niet. Wanneer je een foutmelding hebt gekregen door het gebruik van een link op onze website breng dan aub de webmaster hiervan op de hoogte. Bedankt!
ru: Мероприятия с таким номером не существует. Если вы полчили эту ошибку, воспользовавшись ссылкой с сайта, сообщите администратору. Спасибо!

# message_noRegistrationNecessary
source: For this event, no registration is necessary.
de: Für diese Veranstaltung ist keine Anmeldung erforderlich.
fr: Il n'est nécessaire de s'inscire pour cet événement.
it: Per questo evento non è necessario registrarsi.
nl: Voor dit evenement is geen registratie noodzakelijk.
ru: Регистрация на это мероприятие не требуется

# message_seminarCancelled
source: Alas, this event has been canceled.
de: Diese Veranstaltung wurde leider abgesagt.
fr: Malheureusement, cet événement a été annulé.
it: Questo evento è stato cancellato.
nl: Helaas, dit evenement is geannuleerd.
ru: К сожалению, мероприятие было отменено

# message_noDate
source: This event has no date yet.
de: Diese Veranstaltung hat noch keinen fixen Termin.
fr: La date de cet événement n'a pas encore été fixée.
it: La data di questo evento non è ancora stata decisa.
nl: Dit evenement heeft nog geen datum.
ru: Для этого мероприятия не указана дата.

# message_seminarRegistrationIsClosed
source: Sorry, the registration period for this event is over.
de: Die Anmeldefrist für diese Veranstaltung ist leider schon vorbei.
fr: Désolé, la période d'inscription pour cet événement est dépassée.
it: Spiacente, il periodo utile per registrarsi a questo evento è scaduto.
nl: De registratieperiode voor dit evenement is helaas al voorbij.
ru: Срок регистрации на это мероприятие истёк.

# message_noVacancies
source: Sorry, there are no more vancacies.
de: Es sind leider keine Plätze mehr frei.

# message_invalidNumberOfSeats
source: Sorry, this number of seats cannot be reserved. Please reserve at most %s seats.
de: Diese Anzahl Plätze lässt sich leider nicht reservieren. Bitte reservieren Sie maximal %s Plätze.

# message_invalidNumberOfSeats_informal
source: Sorry, this number of seats cannot be reserved. Please reserve at most %s seats.
de: Diese Anzahl Plätze lässt sich leider nicht reservieren. Bitte reserviere maximal %s Plätze.

# message_willBeAnnounced
source: will be announced
de: wird noch bekannt gegeben
fr: sera annoncé
it: verrà annunciato
nl: zal worden aangekondigd
ru: будет объявлено

# message_forFree
source: free
de: kostenlos
fr: gratuit
it: libero
nl: vrij
ru: свободно

# message_enough
source: enough
de: genug
fr: suffisant
it: sufficiente
nl: genoeg
ru: достаточно

# message_fullyBooked
source: fully booked
de: ausgebucht
fr: complet

# message_registrationOpensOn
source: starting %s
de: ab %s
fr: dès %s

# message_accessDenied
source: Sorry, you don't have access to this part of the site.
de: Zu diesem Teil der Site haben Sie leider keine Zugangsberechtigung.
fr: Désolé, vous n'avez pas le droit d'accéder à cette partie du site.
it: Spiacente, lei non ha accesso a questa sezione del sito.
nl: Sorry, U heeft geen toegang tot dit deel van de website.
ru: Извините, у вас нет доступа к этой части сайта.

# message_accessDenied_informal
source: Sorry, you don't have access to this part of the site.
de: Zu diesem Teil der Site hast du leider keine Zugangsberechtigung.
fr: Désolé, tu n'as pas le droit d'accéder à cette partie du site.
it: Spiacente, non hai accesso a questa sezione del sito.
nl: Sorry, je hebt geen toegang tot dit deel van de website.
ru: Извините, у вас нет доступа к этой части сайта.

# email_confirmationSubject
source: Registration confirmation
de: Anmeldebestätigung
fr: Confirmation d'inscription
it: Registrazione confermata
nl: Bevestiging van de registratie
ru: Подтверждение регистрации

# email_confirmationHello
source: thank you for registering for the event "%s"
de: vielen Dank für Ihre Anmeldung zur Veranstaltung "%s"
fr: nous vous remercions pour votre inscription à l'événement "%s"

# email_confirmationHello_informal
source: thank you for registering for the event "%s"
de: vielen Dank für deine Anmeldung zur Veranstaltung "%s"
fr: nous te remercions pour ton inscription à l'événement "%s"

# email_price
source: at the total price of %s
de: zum Gesamtpreis von %s
fr: pour le prix total de %s

# email_confirmationOnUnregistrationSubject
source: Unregistration confirmation
de: Abmeldebestätigung
fr: Confirmation d'annulation d'inscription
it: Conferma cancellazione registrazione
nl: Bevestiging van annuleren registratie
ru: Подтверждение отказа

# email_confirmationOnUnregistrationHello
source: hereby, we confirm your unregistration from the event "%s"
de: hiermit bestätigen wir Ihre Abmeldung von der Veranstaltung "%s"
fr: nous vous confirmons votre désinscription pour l'événement "%s"

# email_confirmationOnUnregistrationHello_informal
source: hereby, we confirm your unregistration from the event "%s"
de: hiermit bestätigen wir deine Abmeldung von der Veranstaltung "%s"
fr: nous te confirmons ta désinscription pour l'événement "%s"

# email_confirmationOnRegistrationForQueueSubject
source: Registration for the waiting list confirmation
de: Anmeldebestätigung für die Warteliste
fr: Confirmation d'inscription sur liste d'attente
it: Registrazione alla lista di attesa confermata
nl: Bevestiging van registratie op de wachtlijst
ru: Подтверждение регистрации в списке ожидания

# email_confirmationOnRegistrationForQueueHello
source: thank you for registering for the waiting list of the event "%s"
de: vielen Dank für Ihre Anmeldung für die Warteliste der Veranstaltung "%s"
fr: merci pour votre inscription sur la liste d'attente pour l'événement "%s"

# email_confirmationOnRegistrationForQueueHello_informal
source: thank you for registering for the waiting list of the event "%s"
de: vielen Dank für deine Anmeldung für die Warteliste der Veranstaltung "%s"
fr: merci pour ton inscription sur la liste d'attente pour l'événement "%s"

# email_confirmationOnQueueUpdateSubject
source: Registration became a regular registration confirmation
de: Bestätigung: Anmeldung wurde zu regulärer Anmeldung
fr: Confirmation de régularisation de votre inscription
it: Registrazione regolare confermata
nl: De registratie is een bevestiging van een standaard registratie geworden
ru: Подтверждение: регистрация получила статус регулярной регистрации

# email_confirmationOnQueueUpdateHello
source: your registration just has become a regular registration for the event "%s"
de: Ihre Anmeldung wurde gerade zu einer regulären Anmeldung der Veranstaltung "%s"
fr: Votre inscription pour l'l'évènement "%s" vient d'être confirmée

# email_confirmationOnQueueUpdateHello_informal
source: your registration just has become a regular registration for the event "%s"
de: deine Anmeldung wurde gerade zu einer regulären Anmeldung der Veranstaltung "%s"
fr: Ton inscription pour l'l'évènement "%s" vient d'être confirmée

# email_unregistrationNotice
source: You will be able to unregister for free until %s. After this date you will have to pay the event fee.
de: Bis zum %s können Sie Ihre Anmeldung kostenfrei stornieren; danach sind Sie zur Zahlung der Veranstaltungsgebühr verpflichtet.
fr: Vous avez la possibilité de vous désinscrire gratuitement jusqu'au %s. Passé ce délais, vous devrez payer les frais d'inscription.

# email_unregistrationNotice_informal
source: You will be able to unregister for free until %s. After this date you will have to pay the event fee.
de: Bis zum %s kannst du deine Anmeldung kostenfrei stornieren; danach bist du zur Zahlung der Veranstaltungsgebühr verpflichtet.
fr: Tu as la possibilité de te désinscrire gratuitement jusqu'au %s. Passé ce délais, tu devras payer les frais d'inscription.

# email_additionalNotificationEnoughRegistrations
source: Your event has now enough registrations to be held.
de: Folgende Veranstaltung hat nun genug Anmeldungen, um durchgeführt zu werden.
fr: Votre événement a reçu suffisamment d'inscriptions pour avoir lieu.
it: Il tuo evento ha sufficienti partecipanti per essere svolto
nl: Uw evenement gaat niet door, wegens niet genoeg deelnemers.
ru: На следующие мероприятие зарегистрировалось достаточное количество участников для его проведения.

# email_additionalNotificationEnoughRegistrationsSubject
source: Event has enough registrations: %d - %s
de: Veranstaltung hat genug Anmeldungen: %d - %s
fr: L'événement compte assez d'inscriptions: %d - %s
it: L'evento ha sufficienti partecipanti: %d - %s
nl: Evenement heeft niet genoeg registraties: %d - % s
ru: На мероприятие: %d - %s регистраций достаточно

# email_additionalNotificationIsFull
source: Your event is full, there are no empty seats left.
de: Folgende Veranstaltung ist nun komplett ausgebucht (keine freien Plätze mehr).
fr: Votre événement est plein, il ne reste plus de place.
it: Il tuo evento è completo, non ci sono posti liberi
nl: Uw evenement is vol, daarom zijn er geen vrije plaatsen meer.
ru: Максимальное количество регистраций на мероприятие. Свободных мест нет.

# email_additionalNotificationIsFullSubject
source: Event is full: %d - %s
de: Veranstaltung ist ausgebucht: %d - %s
fr: L'événement est plein: %d - %s
it: Evento completo: %d - %s
nl: Evenement is vol: %d - %s
ru: Мероприятие заполнено: %d - %s

# email_notificationSubject
source: Registration notification
de: Anmeldebenachrichtigung
fr: Avis d'inscription
it: Notifica registrazione
nl: Registratiebericht
ru: Сообщение о регистрации

# email_notificationHello
source: Hello, someone just has registered for an event:
de: Hallo, jemand hat sich gerade für eine Veranstaltung angemeldet:
fr: Bonjour, Quelqu'un vient de s'inscrire pour l'événement suivant :
it: Ciao, qualcuno si è appena iscritto all'evento:
nl: Hallo, iemand heeft zich zojuist voor een evenement geregistreerd:
ru: Здравствуйте, кто-то только что зарегистрировался:

# email_notificationOnUnregistrationSubject
source: Unregistration notification
de: Abmeldebenachrichtigung
fr: Avis d'annulation d'inscription
it: Notifica cancellazione registrazione
nl: melding van annulering registratie
ru: Сообщение об отказе

# email_notificationOnUnregistrationHello
source: Hello, someone just has unregistered from an event:
de: Hallo, jemand hat sich gerade von einer Veranstaltung abgemeldet:
fr: Bonjour, Quelqu'un vient d'annuler son inscription pour l'événement suivant :
it: Ciao, qualcuno ha appena cancellato la sua registrazione da un evento:
nl: Hallo, iemand heeft zojuist een registratie geannuleerd van een evenement:
ru: Здравствуйте, кто-то только что отказался от участия в мероприятии

# email_notificationOnRegistrationForQueueSubject
source: Registration for waiting list notification
de: Anmeldebenachrichtigung für die Warteliste
fr: Avis d'inscription à la liste d'attente
it: Notifica registrazione alla lista d'attesa
nl: melding van registratie op de wachtlijst
ru: Подтверждение о регистраций в списке ожидания

# email_notificationOnRegistrationForQueueHello
source: Hello, someone just has registered for the waiting list of an event:
de: Hallo, jemand hat sich gerade für die Warteliste von einer Veranstaltung angemeldet:
fr: Bonjour, Quelqu'un vient de s'inscrire sur la liste d'attente pour l'événement suivant :
it: Ciao, qualcuno si è appena registrato alla lista d'attesa di un evento:
nl: Hallo, iemand heeft zich zojuist geregistreerd op de wachtlijst van een evenement:
ru: Здравствуйте, кто-то только что зарегистрировался в списке ожидания на участия в мероприятии

# email_notificationOnQueueUpdateSubject
source: Registration became a regular registration notification
de: Anmeldung wurde zu regulärer Anmeldung Benachrichtigung
fr: Avis de régularisation d'inscription
it: Notifica promozione registrazione
nl: De registratie is een melding van een standaar registratie geworden.
ru: регистрация получила статус регулярной регистрации
