Repository: oliverklee/ext-seminars
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl, ru

# email_notificationOnQueueUpdateHello
source: Hello, someone's registration just has become a regular registration of an event:
de: Hallo, die Anmeldung von jemandem wurde gerade zu einer regulären Anmeldung zu einer Veranstaltung:
fr: Bonjour, Une inscription vient d'être régularisée pour l'événement suivant :
it: Ciao, la registrazione di un partecipante è stata promossa a regolare per un evento:
nl: Hallo, een registratie is zojuist een standaard registratie geworden voor een evenement:
ru: Здравствуйте, только что зарегистрировавшийся получила статус регулярной регистрации на участия в мероприятии:

# email_eventTakesPlaceReminderSubject
source: "%event" begins in %days days
de: "%event" beginnt in %days Tagen
fr: "%event" débute dans %days jours

# email_eventTakesPlaceReminder
source: Hello %organizer, the event "%event" (Event number: %uid) will take place in %days days. Currently, there are %registrations registrations for this event.
de: Hallo %organizer, die Veranstaltung "%event" (Veranstaltungsnummer: %uid) beginnt in %days Tagen. Zur Zeit gibt es %registrations Anmeldungen für diese Veranstaltung.
fr: Bonjour %organizer, l'événement "%event" (Événement numéro : %uid) aura lieu dans %days jours. Actuellement, il y a %registrations inscriptions pour cet événement.

# email_cancelationDeadlineReminderSubject
source: Cancelation deadline for "%event" has just passed
de: Ende der Absagefrist für "%event"
fr: Le délais d'annulation pour "%event" est dépassé.

# email_cancelationDeadlineReminder
source: Hello %organizer, the speakers' cancelation deadline for the event "%event" has just passed (Event number: %uid, begin date: %begin_date). Currently, the event is neither confirmed nor canceled and there are %registrations registrations for this event.
de: Hallo %organizer, das Ende der Absagefrist für die ReferentInnen der Veranstaltung "%event" wurde erreicht (Veranstaltungsnummer: %uid, Beginn: %begin_date). Zur Zeit ist diese Veranstaltung weder bestätigt noch abgesagt und es gibt %registrations Anmeldungen für diese Veranstaltung.
fr: Bonjour %organizer, L'échéance d'annulation pour les conférenciers de l'événement "%event" vient d'être atteinte (Événement numéro : %uid, date de début : %begin_date). Actuellement l'événement n'est ni confirmé ni annulé et il y a %registrations inscriptions pour cet événement.

# label_planned_disclaimer
source: For this event to take place, a minimum number of registrations is needed. In case this number is not reached, the event will not take place. Of course, you then will be notified as soon as possible.
de: Eine Mindestteilnehmer­zahl ist Voraussetzung für die Durchführung dieser Veranstaltung. Wird diese nicht erreicht, findet die Veranstaltung nicht statt. Selbstver­ständlich werden wir Sie rechtzeitig informieren.
fr: Pour que cet événement puisse avoir lieu, un nombre minimal d'inscriptions est nécessaire. Si ce nombre n'est pas atteint, l'événement sera annulé. Vous serez bien sûr avertis aussi vite que possible.

# email_hello_informal
source: Dear
de: Hallo
fr: Cher

# email_hello_formal_0
source: Dear
de: Sehr geehrter

# email_hello_formal_1
source: Dear
de: Sehr geehrte

# email_hello_formal_2
source: Dear
de: Sehr geehrte(r)

# email_hello_formal_99
source: Dear
de: Sehr geehrte(r)
fr: Bonjour

# email_salutation_title_0
source: Mr.
de: Herr

# email_salutation_title_1
source: Ms.
de: Frau

# email_eventDate
source: on %s
de: am %s
fr: du %s

# email_timeFrom
source: from %s
de: von %s
fr: de %s

# email_timeAt
source: at %s
de: um %s Uhr
fr: à %

# email_timeTo
source: to
de: bis
fr: jusqu'au

# schedulerTasks.mailNotifier.name
source: E-mail notifications
de: E-Mail-Benachrichtigungen

# schedulerTasks.mailNotifier.description
source: This tasks sends e-mail notifications, including reminders that an event will take place shortly or that the cancelation deadline is due.
de: Dieser Task verschickt Erinnerungen per Mail, darunter Erinnerungen, dass eine Veranstaltung demnächst stattfindet oder dass die Absagefrist abläuft.

# schedulerTasks.fields.page-uid
source: UID of the page with the TypoScript configuration
de: UID der Seite mit der TypoScript-Konfiguration

# schedulerTasks.errors.page-uid
source: Please enter the UID of an existing page.
de: Bitte geben Sie die UID einer existierenden Seite an.

# email-event-canceled-subject
source: Event canceled: %eventTitle %eventDate
de: Veranstaltung abgesagt: %eventTitle %eventDate

# email-event-confirmed-subject
source: Event confirmed: %eventTitle %eventDate
de: Veranstaltung zugesagt: %eventTitle %eventDate

# email-event-canceled-body
source: %salutation you registered for the event "%eventTitle" (%eventDate). Unfortunately, we had to cancel this event.
de: %salutation Sie hatten sich für die Veranstaltung "%eventTitle" (%eventDate) angemeldet. Leider mussten wir diese Veranstaltung absagen.

# email-event-confirmed-body
source: %salutation you registered for the event "%eventTitle" (%eventDate). This event now has been confirmed.
de: %salutation Sie hatten sich für die Veranstaltung "%eventTitle" (%eventDate) angemeldet. Wir konnten dieser Veranstaltung nun fest zusagen.

# message_onRequest
source: on request
de: auf Anfrage

# registrationDigestEmail_Subject
source: New registrations
de: Neue Anmeldungen

# dateFormat
source: Y-m-d
de: d.m.Y
fr: d/m/Y
it: d/m/Y
nl: d-m-Y
ru: d.m.Y

# message_403
source: Error 403. Sorry, you don't have access to this data.
de: Fehler 403. Sorry, Sie haben nicht die Berechtigung, auf diese Daten zuzugreifen.
fr: Erreur 403. Désolé, vous n'avez pas accès à ces données.
it: Errore 403. Spiacente, non hai accesso a questa pagina.

# message_404
source: Error 404. The requested page does not exist. If you get this error message using a link on this page, please notify the webmaster. Thank you!
de: Fehler 404. Die angeforderte Seite existiert nicht. Wenn Sie diese Fehlermeldung durch einen Link auf unserer Seite bekommen haben, benachrichtigen Sie bitte den Webmaster. Vielen Dank!
fr: Erreur 404. La page demandée n'existe pas. Si vous voyez ce message après avoir cliqué sur un lien de cette page, merci de prévenir le responsable du site.
it: Errore 404. La pagina richiesta non esiste. Sei pregato di contattare il webmaster e avvertirlo del problema. Grazie!

# message_404_registrations
source: Error 404. There is no event with this number. If you get this error message using a link on this page, please notify the webmaster. Thank you!
de: Fehler 404. Eine Veranstaltung mit dieser Nummer existiert nicht. Wenn Sie diese Fehlermeldung durch einen Link auf unserer Seite bekommen haben, benachrichtigen Sie bitte den Webmaster. Vielen Dank!
fr: Erreur 404. Il n'y a aucun événement correspondant à ce numéro. Si vous voyez ce message après avoir cliqué sur un lien de cette page, merci de prévenir le responsable du site.
it: Errore 404. Non c'è nessun evento con questo codice. Sei pregato di contattare il webmaster e avvertirlo del problema. Grazie!

# title
source: Events
de: Veranstaltungen

# subModuleTitle_registrations
source: Registrations
de: Anmeldungen

# subModuleTitle_events
source: Events
de: Veranstaltungen

# subModuleTitle_speakers
source: Speakers
de: ReferentInnen

# subModuleTitle_organizers
source: Organizers
de: Veranstalter

# eventlist.accreditation_number
source: Accreditation number
de: Akkreditierungsnummer

# eventlist.date
source: Date
de: Datum

# eventlist.begin_date
source: Begin date and time
de: Anfangsdatum und -zeit

# eventlist.end_date
source: End date and time
de: Enddatum und -zeit

# eventlist.title
source: Title
de: Titel

# eventlist.attendees
source: Cur.
de: Akt.

# eventlist.attendeesOnRegistrationQueue
source: Waiting
de: Wartend

# eventlist.enough_attendees
source: Enough
de: Genug

# eventlist.is_full
source: Full
de: Voll

# eventlist_status_canceled
source: canceled
de: abgesagt

# eventlist_status_confirmed
source: confirmed
de: bestätigt

# eventlist_button_confirm
source: Confirm
de: Bestätigen

# eventlist_button_cancel
source: Cancel
de: Absagen

# speakerlist.skills
source: Skills
de: Fähigkeiten

# registrationlist.deleted
source: (deleted)
de: (gelöscht)

# registrationlist.seminar.accreditation_number
source: Accreditation number
de: Akkreditierungsnummer

# registrationlist.seminar.title
source: Event
de: Veranstaltung

# registrationlist.seminar.date
source: Event date
de: Veranstaltungsdatum

# registrationlist.label_regularRegistrations
source: Regular attendances
de: Reguläre Anmeldungen

# registrationlist.label_queueRegistrations
source: Attendances on the registration queue
de: Anmeldungen auf der Warteliste

# registrationlist.label_registrationsHeading
source: Registrations for event "%s" (UID %u)
de: Anmeldungen für die Veranstaltung "%s" (UID %u)

# label_create_record_in_foreign_folder
source: The new record will be created in the folder: %s (UID %u)
de: Der Datensatz wird im SysFolder "%s" (UID %u) erstellt.

# label_create_record_in_current_folder
source: The new record will be created in the current folder: %s (UID %u).
de: Der Datensatz wird im aktuellen SysFolder "%s" (UID %u) erstellt.

# eventMailForm_subject
source: Subject:
de: Betreff:

# eventMailForm_message
source: Message:
de: Mitteilung:

# eventMailForm_backButton
source: Back
de: Zurück

# eventMailForm_error_subjectMustNotBeEmpty
source: Please enter a subject.
de: Bitte geben Sie einen Betreff ein.

# eventMailForm_error_messageBodyMustNotBeEmpty
source: Please enter a message body.
de: Bitte geben Sie eine Mitteilung ein.

# eventMailForm_error_noDetailsPageFound
source: The single view page is not set. If this is not set, the link to the single view page cannot be sent in the cancelation emails. To fix this problem, please set plugin.tx_seminars_pi1.detailPID in the TS Setup of the current page.
de: Die Einzelansichtsseite ist nicht gesetzt. Wenn diese nicht gesetzt ist, kann kein Link zur Einzelansichtsseite in der Absage gesendet werden. Um dieses Problem zu beheben, setzen Sie bitte plugin.tx_seminars_pi1.detailPID im TS-Setup der gerade ausgewählten Seite.

# referencesWarning
source: (There are %s reference(s) to this record!)
de: (Es gibt %s Verbindung(en) zu diesem Datensatz!)

# confirmMailForm_sendButton
source: Confirm and send
de: Bestätigen und senden

# confirmMailForm_prefillField_subject
source: Event confirmed:
de: Veranstaltung zugesagt:

# confirmMailForm_prefillField_messageBody
source: This event now is confirmed.
de: Wir haben diese Veranstaltung jetzt bestätigt.

# confirmMailForm_prefillField_introduction
source: you registered for the event %s.
de: Sie hatten sich für die Veranstaltung %s angemeldet.

# cancelMailForm_sendButton
source: Send cancelation
de: Absage senden

# cancelMailForm_prefillField_subject
source: Event canceled
de: Veranstaltung abgesagt:

# cancelMailForm_prefillField_messageBody
source: Unfortunately, we had to cancel this event.
de: Leider musste diese Veranstaltung abgesagt werden.

# cancelMailForm_prefillField_introduction
source: you registered for the event %s.
de: Sie hatten sich für die Veranstaltung %s angemeldet.

# generalMailForm_sendButton
source: Send e-mail
de: E-Mail senden

# generalMailForm_prefillField_subject
source: Event
de: Veranstaltung

# generalMailForm_prefillField_introduction
source: you registered for the event %s.
de: Sie hatten sich für die Veranstaltung %s angemeldet.

# message_noPageTypeSelected
source: Please select a folder in the page tree.
de: Bitte wählen Sie einen Ordner im Seitenbaum aus.

# message_noStaticTemplateFound
source: No static template was found. Please include the seminars static template in the TS setup of this folder.
de: Kein statisches Template gefunden. Bitte binden Sie das statische Template der seminars-Extension im TS-Setup dieses Ordners ein.

# message.crowdfundingCampaign
source: This extension is not compatible with TYPO3 10LTS/10.4 yet. With this crowdfunding campaign, you can help support the necessary programming work:
de: Diese Extension ist noch nicht mit TYPO3 10LTS/10.4 kompatibel. Über diese Crowdfunding-Kampagne können Sie die nötigen Programmierarbeiten unterstützen:

# testForm_prefillField_subject
source: Event tested
de: Event getestet

# testForm_prefillField_messageBody
source: This is the message body.
de: Dies ist der Nachrichtenkörper.

# testForm_prefillField_introduction
source: This is the introduction: %s
de: Dies ist die Einleitung: %s

# label_show_event_registrations
source: show
de: zeigen

# message_emailToAttendeesSent
source: The e-mail to the attendees has been sent.
de: Die E-Mail an die TeilnehmerInnen wurde verschickt.

# message_eventCanceled
source: The event has been canceled.
de: Die Veranstaltung wurde abgesagt.

# message_eventConfirmed
source: The event has been confirmed.
de: Die Veranstaltung wurde fest zugesagt.

# csvExport
source: Download CSV file
de: CSV-Datei herunterladen

# mlang_tabs_tab
source: Events
de: Veranstaltungen
fr: Evénements
it: Eventi
nl: Bijeenkomsten

# mlang_labels_tabdescr
source: This module allows you to manage events, registrations, event sites and speakers.
de: Mit diesem Modul kann man Veranstaltungen, Anmeldungen, Veranstaltungsorte und ReferentInnen verwalten.

# mlang_labels_tablabel
source: Events
de: Veranstaltungen

# seminars.pi_flexform.sheet_general
source: General
de: Allgemein
fr: Généralités
it: Generale
nl: Algemeen
ru: Общее

# seminars.pi_flexform.what_to_display
source: What should be displayed:
de: Was soll angezeigt werden:
fr: Qu'est-ce qui doit être affiché ?
it: Cosa deve essere visualizzato:
nl: Wat moet er worden getoond:
ru: Что отображать:

# seminars.pi_flexform.sheet_template_and_special
source: Templates and special properties
de: Templates und spezielle Einstellungen
fr: Modèles et propriétés spéciales
it: Template e proprietà speciali
nl: Sjablonen en speciale eigenschappen
ru: Шаблоны и специальные свойства

# seminars.pi_flexform.seminar_list
source: Event List
de: Veranstaltungsliste
fr: Liste d'événements
it: Lista eventi
nl: Lijst van Evenementen
ru: Список мероприятий

# seminars.pi_flexform.single_view
source: Event Single View
de: Veranstaltungs-Einzelansicht

# seminars.pi_flexform.topic_list
source: Topic List
de: Themenliste
fr: Liste de sujets
it: Lista argomenti
nl: Lijst van onderwerpen
ru: Список тем

# seminars.pi_flexform.my_events
source: My Events
de: Meine Veranstaltungen
fr: Mes événements
it: I miei eventi
nl: Mijn Evenementen
ru: Мои мероприятия

# seminars.pi_flexform.my_vip_events
source: My Managed Events
de: Meine verwalteten Veranstaltungen
fr: Les événements VIP géré par moi
it: I miei eventi VIP
nl: Mijn VIP Evenementen
ru: Мои VIP мероприятия

# seminars.pi_flexform.seminar_registration
source: Event Registration
de: Veranstaltungsanmeldung

# seminars.pi_flexform.list_registrations
source: List of Registrations (for attendees)
de: Liste der Anmeldungen (für TeilnehmerInnen)
fr: Liste des inscriptions (participants)
it: Lista registrazioni (per partecipanti)
nl: Lijst van registraties (voor deelnemers)
ru: Список зарегистрировавшихся (для посетителей)

# seminars.pi_flexform.list_vip_registrations
source: List of Registrations (for event managers)
de: Liste der Anmeldungen (für Verwalter)
fr: Liste des inscriptions (pour les responsables d'événements)
it: Lista registrazioni (per VIP)
nl: Lijst van registraties (voor VIP's)
ru: Список зарегистрировавшихся (для VIP)

# seminars.pi_flexform.event_editor
source: Event Editor
de: Veranstaltungs-Editor

# seminars.pi_flexform.my_entered_events
source: Events which I have entered
de: Veranstaltungen, die ich eingegeben habe

# seminars.pi_flexform.countdown
source: Countdown to the next event
de: Countdown zur nächsten Veranstaltung

# seminars.pi_flexform.category_list
source: Category List
de: Kategorienliste
fr: Liste des catégories
it: Lista categorie
nl: Categorie lijst
ru: Список категорий

# seminars.pi_flexform.listPID
source: Page that contains the seminar list:
de: Seite mit der Seminarliste:
fr: Page qui contient la liste des séminaires :
it: Pagina che contiene la lista dei seminari:
nl: Pagina die de seminarlijst bevat:
ru: Страница со списком семинаров:

# seminars.pi_flexform.detailPID
source: Page that contains the detailed view:
de: Seite mit der Detailansicht:
fr: Page qui contient la vue de détail :
it: Pagina che contiene la vista di dettaglio:
nl: Pagina die de details bevat:
ru: Страница с полным описанием семинара:

# seminars.pi_flexform.myEventsPID
source: Page that contains the "my events" list:
de: Seite mit der "Meine Veranstaltungen"-Liste:
fr: Page qui contient la liste "mes événements" :
it: Pagina che contiene la lista dei miei eventi:
nl: Pagina die de Mijn evenementenlijst bevat:
ru: Страница со списком "Моих мероприятий"

# seminars.pi_flexform.registerPID
source: Page that contains the event registration form:
de: Seite mit der Seminaranmeldung:
fr: Page qui contient le formulaire d'inscription
it: Pagina che contiene la form di registrazione all'evento:
nl: Pagina die het registratieformulier van het evenement bevat:
ru: Страница с формой регистрации:

# seminars.pi_flexform.loginPID
source: Page that contains the login form:
de: Seite mit dem Login-Formular:
fr: Page qui contient le formulaire de login :
it: Pagina che contiene la form di login:
nl: Pagina die het inlogformulier bevat:
ru: Страница с формой логина:

# seminars.pi_flexform.registrationsListPID
source: Page that contains the list of registrations (for attendees):
de: Seite mit der Liste der Anmeldungen (für TeilnehmerInnen):
fr: Page qui contient la liste des inscriptions (participants) :
it: Pagina che contiene la lista delle registrazioni (per partecipanti):
nl: Pagina die de lijst van registraties (voor deelnemers) bevat:
ru: Страница со списком регистраций (для посетителей):

# seminars.pi_flexform.registrationsVipListPID
source: Page that contains the list of registrations (for event managers):
de: Seite mit der Liste der Anmeldungen (für Verwalter):
fr: Page qui contient la liste des inscriptions (pour les responsables d'événements) :
it: Pagina che contiene la lista delle registrazioni (per VIP):
nl: pagina die de lijst van registraties (voor VIP's) bevat:
ru: Страница со списком регистраций (для VIP):

# seminars.pi_flexform.salutation
source: Salutation mode on the page:
de: Anredeform auf der Seite:
fr: Mode de politesse sur la page :
it: Modo di saluto:
nl: Begroetingswijze op de pagina:
ru: Вид приветствия:

# seminars.pi_flexform.formal
source: formal
de: formell
fr: formel
it: formale
nl: formeel
ru: формальное

# seminars.pi_flexform.informal
source: informal
de: informell
fr: informel
it: informale
nl: informeel
ru: неформальное

# seminars.pi_flexform.sheet_list_view
source: List view
de: Listenansicht
fr: Vue sous forme de liste

# seminars.pi_flexform.displaySearchFormFields
source: Display search widget options:
de: Folgende Filteroptionen anzeigen:
fr: Option d'affichage du selecteur d'option

# seminars.pi_flexform.searchForm.type
source: Event type
de: Veranstaltungsart
fr: Type d'événement

# seminars.pi_flexform.searchForm.language
source: Language
de: Sprache
fr: Langage

# seminars.pi_flexform.searchForm.country
source: Country
de: Land
fr: Pays

# seminars.pi_flexform.searchForm.city
source: City
de: Stadt
fr: Ville

# seminars.pi_flexform.searchForm.place
source: Place
de: Ort
fr: Lieu

# seminars.pi_flexform.searchForm.organizer
source: Organizer
de: Veranstalter
fr: Organisateur

# seminars.pi_flexform.searchForm.categories
source: Categories
de: Kategorien

# seminars.pi_flexform.searchForm.date
source: Date
de: Datum

# seminars.pi_flexform.searchForm.age
source: Age
de: Alter

# seminars.pi_flexform.searchForm.price
source: Price
de: Preis
fr: Prix

# seminars.pi_flexform.searchForm.textField
source: Full-text search
de: Volltextsuche
fr: Recherche textuelle

# seminars.pi_flexform.limitListViewToEventTypes
source: List events only of these types:
de: Listenansicht auf Veranstaltungen dieser Arten einschränken:
fr: Lister uniquement les événements de cette page :

# seminars.pi_flexform.limitListViewToCategories
source: List events only from these categories:
de: Listenansicht auf Veranstaltungen aus diesen Kategorien einschränken:
fr: Lister uniquement les événements de cette catégorie :

# seminars.pi_flexform.limitListViewToPlaces
source: List events only at these places:
de: Listenansicht auf Veranstaltungen an diesen Orten einschränken:
fr: Lister uniquement les événements de ce lieu :

# seminars.pi_flexform.limitListViewToOrganizers
source: List events only of these organizers:
de: Listenansicht auf Veranstaltungen dieser Veranstalter einschränken:
fr: Lister uniquement les événement de cet organisateur

# seminars.pi_flexform.showOnlyEventsWithVacancies
source: Show only events which have vacancies:
de: Zeige nur Veranstaltungen mit freien Plätzen:
fr: Ne lister que les événements avec places libres :

# seminars.pi_flexform.mayManagersEditTheirEvents
source: Event managers may edit their events:
de: Verwalter können ihre Veranstaltungen bearbeiten:

# seminars.pi_flexform.sheet_single_view
source: Single view
de: Einzelansicht

# seminars.pi_flexform.showOwnerDataInSingleView
source: Show the owner data on the single view page:
de: Daten des Veranstaltungsbesitzers in der Einzelansicht anzeigen:

# seminars.pi_flexform.limitFileDownloadToAttendees
source: Show attached files list only to attendees:
de: Zeige angehängte Dateien nur für Teilnehmer:
fr: Montrer la liste des fichiers attachés uniquement aux participants :

# seminars.pi_flexform.startingpoint
source: Data source:
de: Datenquelle:

# seminars.pi_flexform.recursive
source: Recursion:
de: Rekursion:

# seminars.pi_flexform.templateFile
source: File name of the HTML template:
de: Dateiname des HTML-Templates:

# seminars.pi_flexform.showSingleEvent
source: Which event should be shown in a detailed view?
de: Welche Veranstaltung soll als Detailansicht angezeigt werden?
fr: Quel événement devrait être montré en détail ?
it: Che evento deve essere visualizzato in modo dettaglio?
nl: Welke evenement moet in de detailweergave getoond worden
ru: Какое событие показывать в детализированном виде?

# seminars.pi_flexform.timeframeInList
source: Only show events from this time-frame:
de: Nur Veranstaltungen aus diesem Zeitabschnitt zeigen:
fr: N'afficher que les éléments de la période :
it: Visualizza solo gli eventi in questa finestra temporale:
nl: Toon alleen evenementen binnen deze tijdsperiode:
ru: Показывать только мероприятия:

# seminars.pi_flexform.timeframeInList1
source: all events
de: alle Veranstaltungen
fr: tous les événements
it: tutti gli eventi
nl: alle evenementen
ru: все

# seminars.pi_flexform.timeframeInList2
source: past events
de: vergangene Veranstaltungen
fr: événements passés
it: eventi passati
nl: evenementen uit verleden
ru: прошедшие

# seminars.pi_flexform.timeframeInList3
source: past and current events
de: vergangene und laufende Veranstaltungen
fr: événements passés et courants
it: eventi passati e correnti
nl: oude en actuele Evenementen
ru: прошедшие и текущие

# seminars.pi_flexform.timeframeInList4
source: current events
de: laufende Veranstaltungen
fr: événements courants
it: eventi correnti
nl: actuele Evenementen
ru: текущие

# seminars.pi_flexform.timeframeInList5
source: current and upcoming events
de: laufende und zukünftige Veranstaltungen
fr: événements courants et à venir
it: eventi correnti e futuri
nl: actuele en komende Evenementen
ru: текущие и предстоящие

# seminars.pi_flexform.timeframeInList6
source: upcoming events
de: zukünftige Veranstaltungen
fr: événements à venir
it: eventi futuri
nl: komende Evenementen
ru: предстоящие
