Repository: oliverklee/ext-seminars
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl, ru

# seminars.pi_flexform.timeframeInList7
source: events with the deadline in the future
de: Veranstaltungen mit Anmeldeschluss in der Zukunft
fr: événements avec un délai d'inscription dans le futur
it: eventi con scadenza nel futuro
nl: Evenementen met sluitingsdatum in de toekomst
ru: мероприятия с дедлайном в будущем

# seminars.pi_flexform.timeframeInList8
source: today
de: heute
fr: aujourd'hui

# seminars.pi_flexform.hideFields
source: Hide fields in detailed view (comma-separated):
de: Versteckte Felder in Detailansicht (komma-separiert):
fr: Champs à cacher dans la vue de détail (liste séparée par des virgules) :
it: Nascondi i campi in modalità dettaglio (lista separata da virgole):
nl: Verberg velden in detailaanzicht (comma-separated):
ru: Скрыть поля в детализированном виде (разделение запятой):

# seminars.pi_flexform.showEmptyEntryInOptionLists
source: Show empty option in selector widget:
de: Zeige leere Option im Auswahl-Widget:
fr: Ajouter une option vide au widget de sélection :
it: Visualizza un'opzione vuota nel selettore:
nl: Toon lege keuze opties in selector widget:
ru: Показать пустые опции функции Widget:

# seminars.pi_flexform.numberOfYearsInDateFilter
source: Number of years a user can search into the future:
de: Anzahl der Jahre die der User in die Zukunft suchen kann:
fr: Nombre d'années futures dans lesquelles l'utilisateur peu chercher :

# seminars.pi_flexform.hideSearchForm
source: Hide the search form in list view:
de: Suchformular in der Listenansicht verstecken:
fr: Cacher le formulaire de recherche dans la vue de liste :
it: Nascondi la ricerca nella modalità lista:
nl: Verberg het zoek formulier in de lijst weergave:
ru: Скрыть форму поиска в списке:

# seminars.pi_flexform.hidePageBrowser
source: Hide the page browser in list view:
de: Page-Browser in der Listenansicht verstecken:
fr: Cacher le sélecteur de pages dans le vue de liste :
it: Nascondi il page browser nella modalità lista:
nl: Verberg de pagina browser in de lijst weergave:
ru: Скрыть браузер страниц в списке:

# seminars.pi_flexform.hideCanceledEvents
source: Hide canceled events in list view:
de: Abgesagte Veranstaltungen in der Listenansicht nicht anzeigen:
fr: Cacher les événements annulés dans la vue de liste :
it: Nascondi gli eventi cancellati nella modalità lista:
nl: Verberg geanulleerde seminars in de lijst weergave:
ru: Скрыть отмененные события в списке:

# seminars.pi_flexform.sortListViewByCategory
source: Sort the list view by category:
de: Listenansicht nach Kategorien sortieren:
fr: Trier la vue de liste pas catégorie:
it: Ordina la modalità lista in base alla categoria:
nl: Sorteer de lijstweergave op categorie:
ru: Сортировать список по категориям

# seminars.pi_flexform.defaultEventVipsFeGroupID
source: FE user group for event managers:
de: FE-Benutzergruppe für Verwalter:
fr: Groupe front end par défaut pour les les responsables d'événements :
it: Gruppo di FE VIP di default:
nl: Default VIP's FE User groep:
ru: Группа пользователей VIP:

# seminars.pi_flexform.hideColumns
source: Hide column names in list view (comma-separated):
de: Versteckte Felder in Listenansicht (komma-separiert):
fr: Cacher les noms des champs dans la vue de liste (liste séparée par des virgules) :
it: Nascondi i nomi delle colonne nella modalità lista (lista separata da virgole):
nl: Verberg kolomnamen in lijstaanzicht (comma-separated):
ru: Скрыть колонки в списке:

# seminars.pi_flexform.generalPriceInList
source: Use "Price" as column title for the standard price in the list view:
de: "Preis" als Überschrift für den Standardpreis in der Listenansicht benutzen:
fr: Utiliser "Prix" comme titre de colonne pour le prix standard dans la vue de liste :
it: Usa "Prezzo" come titolo colonna per il prezzo standard nella modalità lista:
nl: "Prijs" als kop gebruiken voor de standaardprijs in de lijstaanzicht:
ru: Использовать "Цена" как название колонки обычной цены в списке:

# seminars.pi_flexform.generalPriceInSingle
source: Use "Price" as heading for the standard price in the single view and the registration page:
de: "Preis" als Überschrift für den Standardpreis in der Einzelansicht und bei der Anmeldung benutzen:
fr: Utiliser "Prix" comme titre pour le prix standard dans la vue de détail et sur la page d'inscription :
it: Usa "Prezzo" come intestazione per il prezzo standard nella pagina singola e di registrazione:
nl: "Prijs" als kop gebruiken voor de standaardprijs in detailaanzicht en bij de registratie zelf:
ru: Использовать "Цена" как заголовок стандартной цены в детализорованном виде и форме регистрации:

# seminars.pi_flexform.omitDateIfSameAsPrevious
source: Omit the date in the list view if it is the same as the previous item's:
de: Das Datum nicht anzeigen, wenn es das gleich wie das der vorherigen Veranstaltung ist:
fr: Ne pas afficher la date dans la vue de liste si elle est identique à celle de l'élément précédent :
it: Nascondi la data nella modalità lista se è la stessa degli elementi precedenti:
nl: Laat de gegevens weg in de lijstweergave indien hetzelfde is als vorig
ru: Пропускать дату в списке, если она совпадает с датой предыдущего элемента:

# seminars.pi_flexform.eventFieldsOnRegistrationPage
source: Event data that should be displayed on the registration page:
de: Ereignis-Daten, die auf der Anmeldeseite angezeigt werden sollen:

# seminars.pi_flexform.showRegistrationFields
source: Show text input fields for online registration (comma-separated):
de: Angezeigte Text-Input-Felder bei Online-Anmeldung (komma-separiert):

# seminars.pi_flexform.showSpeakerDetails
source: Show speaker details
de: Details anzeigen
fr: Afficher les détails du conférencier
it: Visualizza dettagli oratore
nl: Toon spreker details.
ru: Показывать информацию о докладчике

# seminars.pi_flexform.showSiteDetails
source: Show site details
de: Ortsdetails anzeigen
fr: Afficher les détails du lieu
it: Visualizza dettagli luogo
nl: Toon locatie details
ru: Показывать информацию о месте

# seminars.pi_flexform.sheet_registrationsListView
source: Registrations list view
de: Anmeldungslistenansicht
fr: Vue sous forme de liste des inscriptions

# seminars.pi_flexform.showFeUserFieldsInRegistrationsList
source: Which FEuser fields to show in the list of registrations for an event
de: Zeige diese FEuser-Felder in der Liste der Anmeldungen
fr: Quels champs FEuser faut-il afficher dans la liste d'inscrits pour un événement
it: Campi utenti di FE da visualizzare nella lista registrazioni per l'evento
nl: Welke FE user velden wil je tonen in het overzicht van registratie voor een seminar
ru: Какие поля пользователей сайта показывать в списке регистраций

# seminars.pi_flexform.showRegistrationFieldsInRegistrationList
source: Which registration fields to show in the list of registrations for an event:
de: Zeige diese Anmeldungs-Felder in der Liste der Anmeldungen:
fr: Champs d'inscription à afficher dans la liste des inscriptions à un événement

# seminars.pi_flexform.sheet_registration
source: Registration
de: Veranstaltungsanmeldung

# seminars.pi_flexform.numberOfClicksForRegistration
source: Number of clicks for registration
de: Anzahl an Klicks bis zur Anmeldung

# seminars.pi_flexform.thankYouAfterRegistrationPID
source: Page that will be displayed after a user has registered for an event
de: Seite, die nach erfolgreicher Anmeldung für eine Veranstaltung angezeigt wird

# seminars.pi_flexform.sendParametersToThankYouAfterRegistrationPageUrl
source: Send parameters to page which is displayed after registration
de: Parameter an Seite schicken, die nach erfolgreicher Anmeldung angezeigt wird

# seminars.pi_flexform.pageToShowAfterUnregistrationPID
source: Page that will be displayed after a user has unregistered for an event
de: Seite, die nach erfolgreicher Abmeldung für eine Veranstaltung angezeigt wird

# seminars.pi_flexform.sendParametersToPageToShowAfterUnregistrationUrl
source: Send parameters to page which is displayed after unregistration
de: Parameter an Seite schicken, die nach erfolgreicher Abmeldung angezeigt wird

# seminars.pi_flexform.createAdditionalAttendeesAsFrontEndUsers
source: Create FE user records for additional attendees
de: FE-Benutzer-Datensätze für die zusätzlich angemeldeten Personen anlegen

# seminars.pi_flexform.sysFolderForAdditionalAttendeeUsersPID
source: System folder in which the created FE user records will be stored
de: Ordner für die angelegten FE-Benutzer-Datensätze

# seminars.pi_flexform.userGroupUidsForAdditionalAttendeesFrontEndUsers
source: FE user groups for the created FE users
de: FE-Benutzergruppen für die angelegten FE-Benutzer-Datensätze

# seminars.pi_flexform.sheet_fe_editing
source: Front-end editing
de: Front-end-Bearbeitung

# seminars.pi_flexform.eventEditorFeGroupID
source: FE user group that is allowed to enter and edit events
de: FE-User-Gruppe, die Veranstaltungen eingeben und bearbeiten darf

# seminars.pi_flexform.eventEditorPID
source: Page that contains the plug-in for editing event records
de: Seite mit dem Plugin zum Bearbeiten von Veranstaltungen

# seminars.pi_flexform.createEventsPID
source: Sysfolder to store FE-created events in
de: SysFolder, in dem die Veranstaltungsdatensätze gespeichert werden

# seminars.pi_flexform.createAuxiliaryRecordsPID
source: Sysfolder to store FE-created auxiliary records in
de: SysFolder, in dem die im FE-Editor erstellten Hilfsdaten gespeichert werden

# seminars.pi_flexform.eventSuccessfullySavedPID
source: Page to redirect to after saving an event in the front end
de: Seite, auf die nach dem Speichern einer Veranstaltung im Front-end umgeleitet wird

# seminars.pi_flexform.allowedExtensionsForUpload
source: List of allowed file extensions for the upload
de: Liste erlaubter Dateiendungen für Front-end-Bearbeitung

# seminars.pi_flexform.displayFrontEndEditorFields
source: Fields to display in the front-end editor:
de: Felder im Front-end-Editor anzeigen:

# seminars.pi_flexform.requiredFrontEndEditorFields
source: Fields which are required to be filled in the front-end editor:
de: Felder, die im Front-end-Editor ausgefüllt sein müssen:

# seminars.pi_flexform.event_headline
source: Event headline
de: Veranstaltungsüberschrift

# seminars.pi_flexform.categoriesInListView
source: Display of the categories:
de: Anzeige der Kategorien:
fr: Affichage des catégories :

# seminars.pi_flexform.iconAndText
source: Icons and text
de: Icons und Titel
fr: Texte et icônes

# seminars.pi_flexform.iconOnly
source: Icons only
de: Nur Icons
fr: Icônes uniquement

# seminars.pi_flexform.textOnly
source: Text only
de: Nur Titel
fr: Texte uniquement

# seminars.pi_flexform.linkToSingleView
source: Link the single view from the list view:
de: Verlinke die Einzelansicht aus der Listenansicht:

# seminars.pi_flexform.always
source: always
de: immer

# seminars.pi_flexform.never
source: never
de: nie

# seminars.pi_flexform.onlyForNonEmptyDescription
source: if the event has a description
de: wenn die Veranstaltung eine Beschreibung hat

# seminars.pi_flexform.fromTsSetup
source: (from TS setup)
de: (aus dem TS-Setup)
fr: (du TS-setup)

# seminars.pi_flexform.allowFrontEndEditingOfSpeakers
source: Allow editing speakers:
de: Erlaube das Bearbeiten von ReferentInnen:

# seminars.pi_flexform.allowFrontEndEditingOfPlaces
source: Allow editing places:
de: Erlaube das Bearbeiten von Veranstaltungsorten:

# seminars.pi_flexform.allowFrontEndEditingOfOrganizers
source: Allow editing organizers:
de: Erlaube das Bearbeiten von Veranstaltern:

# seminars.pi_flexform.allowFrontEndEditingOfPaymentMethods
source: Allow editing payment methods:
de: Erlaube das Bearbeiten von Zahlungsarten:

# seminars.pi_flexform.allowFrontEndEditingOfEventTypes
source: Allow editing event types:
de: Erlaube das Bearbeiten von Veranstaltungsarten:

# seminars.pi_flexform.allowFrontEndEditingOfCheckboxes
source: Allow editing checkboxes:
de: Erlaube das Bearbeiten von Checkboxen:

# seminars.pi_flexform.allowFrontEndEditingOfLodgings
source: Allow editing lodgings:
de: Erlaube das Bearbeiten von Unterbringungen:

# seminars.pi_flexform.allowFrontEndEditingOfFoods
source: Allow editing foods:
de: Erlaube das Bearbeiten von Verpflegungen:

# seminars.pi_flexform.allowFrontEndEditingOfTargetGroups
source: Allow editing target groups:
de: Erlaube das Bearbeiten von Zielgruppen:

# seminars.pi_flexform.allowFrontEndEditingOfCategories
source: Allow editing categories:
de: Erlaube das Bearbeiten von Kategorien:

# seminars.pi_flexform.allowFrontEndEditingOfSkills
source: Allow editing skills:
de: Erlaube das Bearbeiten von Fähigkeiten:

# seminars.pi_flexform.recursive.I.0
source: 0 levels (only selected page)
de: 0 Ebenen (nur die ausgewählte Seite)

# seminars.pi_flexform.recursive.I.1
source: 1 level
de: 1 Ebene

# seminars.pi_flexform.recursive.I.2
source: 2 levels
de: 2 Ebenen

# seminars.pi_flexform.recursive.I.3
source: 3 levels
de: 3 Ebenen

# seminars.pi_flexform.recursive.I.4
source: 4 levels
de: 4 Ebenen

# seminars.pi_flexform.recursive.I.5
source: Infinite
de: Unendlich

# pi_list_browseresults_prev
source: < Previous
de: < Vorherige
fr: < Précédent
it: < Precedente
nl: < Vorige
ru: < Предыдущая

# pi_list_browseresults_page
source: Page
de: Seite
it: Pagina
nl: Pag
ru: Стр.

# pi_list_browseresults_next
source: Next >
de: Nächste >
fr: Suivant >
it: Prossimo >
nl: Volgende >
ru: Следующая >

# pi_list_browseresults_displays
source: Displaying results ###SPAN_BEGIN###%s to %s</span> out of ###SPAN_BEGIN###%s</span>
de: Zeige Ergebnisse ###SPAN_BEGIN###%s bis %s</span> von ###SPAN_BEGIN###%s</span>
fr: Résultats ###SPAN_BEGIN###%s de %s</span> sur un total de ###SPAN_BEGIN###%s</span>
it: Visualizza risultati ###SPAN_BEGIN###%s a %s</span> di ###SPAN_BEGIN###%s</span>
nl: Toon resultaten ###SPAN_BEGIN###%s tot %s</span> van in totaal ###SPAN_BEGIN###%s</span>
ru: Результаты с ###SPAN_BEGIN###%s по %s</span> из ###SPAN_BEGIN###%s</span>

# pi_list_browseresults_noResults
source: Sorry, no events were found.
de: Es wurden leider keine Veranstaltungen gefunden, die den Suchkriterien entsprechen.
fr: Désolé, aucun événement n'a été trouvé.
it: Spiacente, nessun evento trovato
nl: Sorry, geen evenementen gevonden.
ru: Мероприятий не найдено.

# pi_list_searchBox_search
source: Search
de: Suchen
fr: Recherche
it: Ricerca
nl: Zoek
ru: Поиск

# label_myevents
source: You are registered for the following events:
de: Sie sind für die folgenden Veranstaltungen angemeldet:
fr: Vous êtes inscrit aux événements suivants :
it: Lei è registrato ai seguenti eventi:
nl: U bent voor de volgende evenementen geregistreerd:
ru: Вы зарегистрированы на следующие мероприятия:

# label_myevents_informal
source: You are registered for the following events:
de: Du bist für die folgenden Veranstaltungen angemeldet:
fr: Tu es inscrit aux événements suivants :
it: Sei reistrato ai seguenti eventi:
nl: Jij bent voor de volgende evenementen geregistreerd:
ru: Вы зарегистрированы на следующие мероприятия:

# label_myvipevents
source: You are an editor for the following events:
de: Sie sind für die folgenden Veranstaltungen als Bearbeiter eingetragen:
fr: Vous êtes VIP aux événements suivants :
it: Lei è un VIP ai seguenti eventi:
nl: U bent een VIP voor de volgende evenementen:
ru: Вы зарегистрированы как VIP на следующие мероприятия:

# label_myvipevents_informal
source: You are an editor for the following events:
de: Du bist für die folgenden Veranstaltungen als Bearbeiter eingetragen:
fr: Tu es VIP aux événements suivants :
it: Sei un VIP ai seguenti eventi:
nl: Jij bent een VIP voor de volgende evenementen:
ru: Вы зарегистрированы как VIP на следующие мероприятия:

# label_myenteredevents
source: You have entered the following events:
de: Sie haben die folgenden Veranstaltungen eingetragen:

# label_myenteredevents_informal
source: You have entered the following events:
de: Du hast die folgenden Veranstaltungen eingetragen:

# label_category
source: Category
de: Kategorie
fr: Catégorie
it: Categoria
nl: Categorie
ru: Категория

# label_subtitle
source: Subtitle
de: Untertitel
fr: Sous-titre
it: Sottotitolo
nl: Sub titel
ru: Подзаголовок

# label_timeslots
source: Time slots
de: Zeitblöcke
fr: Tranches horaires
it: Fasce orarie
nl: Bloktijden
ru: окно

# label_expiry
source: License expiry
de: Lizenzablauf
fr: Expiration de la licence

# label_speakers_single_male
source: Speaker
de: Referent

# label_speakers_single_female
source: Speaker
de: Referentin

# label_speakers_single_unknown
source: Speaker
de: ReferentIn
fr: Conférencier

# label_speakers_multiple_male
source: Speakers
de: Referenten

# label_speakers_multiple_female
source: Speakers
de: Referentinnen

# label_speakers
source: Speakers
de: ReferentInnen
fr: Conférenciers
it: Oratori
nl: Sprekers
ru: Докладчики

# label_partners_single_female
source: Partner
de: Partnerin

# label_partners_single_unknown
source: Partner
de: PartnerIn
fr: Partenaire

# label_partners_multiple_male
source: Partners
de: Partner

# label_partners_multiple_female
source: Partners
de: PartnerInnen

# label_partners
source: Partners
de: Partner
fr: Partenaires
it: Partner
ru: Партнеры

# label_tutors_single_male
source: Tutor
de: Kursbegleitung

# label_tutors_single_female
source: Tutor
de: Kursbegleitung

# label_tutors_single_unknown
source: Tutor
de: Kursbegleitung
fr: Enseignant

# label_tutors_multiple_male
source: Tutors
de: Kursbegleitung

# label_tutors_multiple_female
source: Tutors
de: Kursbegleitung

# label_tutors
source: Tutors
de: Kursbegleitung
fr: Enseignants
it: Tutor
nl: Docenten
ru: Преподаватели

# label_leaders_single_male
source: Leader
de: Kursleiter

# label_leaders_single_female
source: Leader
de: Kursleiterin

# label_leaders_single_unknown
source: Leader
de: KursleiterIn
fr: Meneur

# label_leaders_multiple_male
source: Leaders
de: Kursleiter

# label_leaders_multiple_female
source: Leaders
de: Kursleiterinnen

# label_leaders
source: Leaders
de: KursleiterInnen
fr: Meneurs
it: Dirigenti
nl: Leiders
ru: Лидеры

# label_language
source: Language
de: Sprache
fr: Langue
it: Lingua
nl: Taal
ru: Язык

# label_select_price
source: Price:
de: Preis:
fr: Prix :
it: Prezzo:
nl: Prijs:
ru: Цена

# label_price_range
source: Price
de: Preis
fr: Prix
it: Prezzo
nl: Prijs
ru: Цена

# label_paymentmethods
source: Available methods of payment
de: Mögliche Zahlungsarten
fr: Méthodes de paiement disponibles
it: Metodi di pagamento disponibili
nl: Beschikbare betaalwijzen
ru: Способы оплаты

# label_select_paymentmethod
source: Payment method:
de: Zahlungsart:
fr: Méthode paiement :
it: Metodi di pagamento:
nl: Betaal methode
ru: Вид оплаты

# label_target_groups
source: Target Groups
de: Zielgruppen
fr: Groupes cibles
it: Gruppi destinatari
nl: Doelgroepen
ru: Группы потенциальных потребителей

# label_attached_files_short
source: Files
de: Dateien
fr: Fichiers

# label_requirements
source: Requirements
de: Voraussetzungen
fr: Pré-requis

# label_dependencies
source: Required for
de: Voraussetzung für
fr: Pré-requis pour

# label_organizers
source: Organizers
de: Veranstalter
fr: Organisateurs
it: Oranizzatori
nl: Organiseerders
ru: Организаторы

# label_organizing_partners
source: Organizing partners
de: Kooperationspartner
fr: Partenaires de l'organisation
it: Partner organizzatori
nl: Organiserende partners
ru: партнеры организатора

# label_categories
source: Categories
de: Kategorien

# label_deadline_registration
source: Deadline for registration
de: Anmeldeschluss
fr: Délai d'inscription
it: Scadenza registrazione
nl: Sluitingsdatum voor registratie
ru: Окончание регистрации

# label_registration
source: Registration
de: Anmeldung
fr: Inscription
it: Registrazione
nl: Registratie
ru: Регистрация

# label_attached_files
source: Attached files
de: Angehängte Dateien
fr: Fichiers joints

# label_registrations
source: Registrations
de: Anmeldungen

# label_registrationsAsCsv
source: registrations (as CSV)
de: Anmeldungen (als CSV)

# label_onlineRegistration
source: Register now
de: Jetzt anmelden
fr: Inscrivez-vous maintenant
it: Registrati adesso
nl: Registreer nu
ru: Зарегистрироваться

# label_onlineRegistrationOnQueue
source: Register for the waiting list<br />(%d registrations on the waiting list)
de: Für die Warteliste anmelden<br />(%d Anmeldungen auf der Warteliste)
fr: Inscrivez-vous sur la liste d'attente<br />(%d inscriptions sur la liste d'attente)
it: Registrazione per la lista di attesa<br />(%d registrations on the waiting list)
nl: Registeren voor de wachtlijst<br />(%d registraties op de wachtlijst)
ru: Зарегистрироваться в списоке ожидания (%d регистрация в списоке ожидания)

# label_onlinePrebooking
source: Prebook now
de: Anmeldung vormerken
fr: Se préinscrire maintenant

# label_onlineUnregistration
source: Unregister now
de: Jetzt abmelden
fr: Annuler votre inscription
it: Cancellati adesso
nl: Annuleer nu
ru: Зарегистрироваться

# label_list_registrations
source: List of registrations
de: Liste der Anmeldungen
fr: Liste des inscriptions
it: Lista delle registrazioni
nl: Lijst van registraties
ru: Список регистраций

# label_listRegistrationsLink
source: View the list of registrations
de: Liste der Anmeldungen anzeigen
fr: Voir la liste des inscriptions
it: Visualizza la lista delle registrazioni
nl: Toon de lijst van registraties
ru: Посмотреть список регистраций

# visibility_status_published
source: published
de: veröffentlicht

# visibility_status_pending
source: pending
de: ausstehend

# label_list_otherdates
source: Other dates for this topic
de: Andere Termine für diese Veranstaltung
fr: Autres dates pour ce sujet
it: Altre date per questo argomento
nl: Andere datums voor dit onderwerp
ru: Другие даты на эту тему

# label_list_dates
source: Dates for this topic
de: Termine für diese Veranstaltung
fr: Dates pour ce sujet
it: Date per questo argoment
nl: Datums voor dit onderwerp
ru: Даты для этой темы

# label_eventsnextday
source: Subsequent events
de: Veranstaltungen im Anschluss
fr: Evénements subséquents
it: Eventi seguenti
nl: Opvolgende seminars
ru: Следующие мероприятия

# label_actions
source: Actions
de: Aktionen

# label_edit
source: Edit
de: bearbeiten
fr: Modifier
it: Modifica
ru: Редактировать

# label_hide
source: hide
de: ausblenden

# label_unhide
source: unhide
de: einblenden

# label_copy
source: copy
de: kopieren

# label_back
source: Back to listing
de: Zur Übersicht
fr: Retour à la liste
it: Ritorna alla lista
nl: Terug naar overzicht
ru: Назад к списку

# label_save
source: Save
de: Speichern

# label_save_and_back
source: Save and back
de: Speichern und zurück

# label_step_counter
source: Registration form: step %d of %d
de: Anmeldeformular: Schritt %d von %d

# label_register_additional_information
source: Additional information
de: Weitere Informationen
fr: Informations supplémentaires :
it: Informazioni aggiuntive
nl: Extra informatie
ru: Следующая информация

# label_checkboxes
source: Additional information:
de: Weitere Informationen:
fr: Informations supplémentaires :
it: Informazioni aggiuntive:
nl: Extra informatie
ru: Следующая информация:

# label_interests
source: Special interests:
de: Spezielle Interessen:
fr: Intérêts particuliers :
it: Interessi speciali:
nl: Speciale belangstelling
ru: Особые интересы:

# label_expectations
source: Expectations for the event:
de: Erwartungen an die Veranstaltung:
fr: Attentes par rapport à l'événement :
it: Aspettative dall'evento:
nl: Verwachtingen van dit seminar
ru: Ожидания от мероприятия:

# label_background_knowledge
source: Background knowledge:
de: Vorkenntnisse:
fr: Connaissances existantes :
it: Conoscenze di background:
nl: Achtergrond kennis:
ru: Базовые знания:
