Repository: oliverklee/ext-seminars
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl, ru

# label_register_lodging_and_food
source: Lodging and food
de: Unterbringung und Verpflegung
fr: Hébergement et nourriture
it: Alloggio e vitto
nl: Acomodatie en voeding
ru: Размещение и питание

# label_accommodation
source: How are your lodging preferences (if possible a single room, a double room, no lodging)?
de: Wie möchten Sie übernachten (wenn möglich im Einzelzimmer, Doppelzimmer, keine Übernachtung):
fr: Quelles sont vos préférences en matière d'hébergement (si possible chambre simple, chambre double ou pas d'hébergement) ?
it: Preferenze per l'alloggio (singola se disponibile, doppia, nessuno alloggio)?
nl: Wat zijn je accommodatie wensen ?
ru: Ваши пожелания к размещению (отдельная комната, двойная комната, без размещения)?

# label_food
source: Which kind of food do you prefer (normal, vegetarian, or a special diet):
de: Welche Kost bevorzugen Sie (Normalkost, vegetarisch oder eine spezielle Diät):
fr: Quel type de nourriture préférez-vous (normale, végétarienne ou régime spécial) ?
it: Preferenze per il vitto (normale, vegetariano, dieta speciale):
nl: Welk voedsel geef je de voorkeur aan?
ru: Предпочтения по питанию (вегетарианская пища, специальная диета):

# label_known_from
source: How have you heard of this event?
de: Wie haben Sie von dieser Veranstaltung erfahren?
fr: Comment avez-vous entendu parler de cet événement ?
it: Come ha conosciuto questo evento?
nl: Hoe ben je geinformeerd over dit evenement.
ru: Как вы узнали об этом событии?

# label_known_from_informal
source: How have you heard of this event?
de: Wie hast du von dieser Veranstaltung erfahren?
fr: Comment as-tu entendu parler de cet événement ?
it: Come hai conosciuto questo evento?
nl: Hoe ben je geinformeerd over dit evenement.
ru: Как вы узнали об этом событии?

# label_notes
source: Additional notes:
de: Weitere Mitteilungen:
fr: Informations supplémentaires :
it: Note aggiuntive:
nl: extra notities
ru: Дополнительные заметки:

# label_register_additional_attendees
source: Persons to register:
de: Angemeldete Personen:
fr: Personnes à inscrire :

# label_registered_themselves
source: myself
de: ich selbst
fr: moi-même

# label_firstname
source: First name:
de: Vorname:
fr: Prénom :

# label_lastname
source: Last name:
de: Nachname:
fr: Nom :

# label_register_seats
source: Seats to book:
de: Zu buchende Plätze:
fr: Nombres de places à réserver :

# label_attendees_names
source: Registered persons:
de: Angemeldete Personen:
fr: Noms des personnes à inscrire :

# label_kids
source: Number of kids:
de: Anzahl Kinder:
fr: Nombre d'enfants :
it: Numero di bambini:
nl: Aantal kinderen:
ru: Количество детей:

# label_legend_payment
source: Payment
de: Bezahlung
fr: Paiement
it: Pagamento
nl: Betaling
ru: Оплата

# label_account_number
source: Account number:
de: Kontonummer:

# label_bank_code
source: Bank code:
de: Bankleitzahl:

# label_bank_name
source: Bank name:
de: Name der Bank:

# label_account_owner
source: Account owner:
de: Kontoinhaber:

# label_company
source: Company:
de: Firma:
fr: Société :

# label_gender
source: Mr./Mrs.:
de: Anrede:
fr: M/Mme:
it: Sig./Sig.ra
nl: Hr./mv.:

# label_address
source: Street:
de: Straße:
fr: Rue :
it: Via:
nl: Straat:
ru: Улица

# label_zip
source: ZIP:
de: PLZ:
fr: Code postal :
it: CAP:
nl: pc:
ru: Индекс

# label_city
source: City:
de: Stadt:
fr: Ville :
it: Città:
nl: Stad:
ru: Город

# label_country
source: Country:
de: Land:
fr: Pays :
it: Stato:
nl: Provincie:
ru: Страна

# label_telephone
source: Phone number:
de: Telefon:
fr: Numéro de téléphone :
it: Telefono:
nl: Telefoon:
ru: Телефон

# label_email
source: E-mail address:
de: E-Mail-Adresse:
fr: Adresse mail :
it: E-mail:
ru: E-mail

# label_lodgings
source: Lodging:
de: Art der Unterbringung:
fr: Hébergement :
it: Alloggio:
nl: Acomodatie:
ru: Размещение

# label_foods
source: Food:
de: Art der Verpflegung:
fr: Nourriture :
it: Vitto:
nl: Voeding:
ru: Питание

# label_register_entered_data
source: Your registration data
de: Ihre Anmeldungsdaten

# label_register_entered_data_informal
source: Your registration data
de: Deine Anmeldungsdaten

# label_register_all_terms
source: Registration terms
de: Anmeldebedingungen
fr: Conditions d'inscription
it: Termini di registrazione
nl: Registratie voorwaarden
ru: Условия регистрации

# label_terms
source: I accept the terms and conditions.
de: Ich akzeptiere die allgemeinen Geschäftsbedingungen.
fr: J'accepte les conditions.
it: Accetto i termini e le condizioni.
nl: Ik accepteer de voorwaarden.
ru: Я принимаю условия.

# label_terms_2
source: I accept the terms for travelling.
de: Ich akzeptiere die Reisebedingungen.
fr: J'accepte les conditions de voyage.
it: Accetto i termini di viaggio.
nl: Ik accepteer de voorwaarden.
ru: Я принимаю транспортные условия.

# label_submit_registration
source: Submit registration
de: Zahlungspflichtig anmelden

# label_proceed_registration
source: Proceed to checkout
de: Weiter

# label_back_registration
source: Back
de: Zurück

# label_your_user_data
source: Your address data:
de: Ihre Adressdaten

# label_your_user_data_informal
source: Your address data:
de: Deine Adressdaten

# label_method_of_payment
source: Selected method of payment:
de: Gewählte Zahlungsart:
fr: Méthode de paiment choisie :
it: Selezionare il metodo di pagamento:
nl: Gekozen methode van betalen:
ru: Выбранные методы оплаты:

# label_timeslot_date
source: Date
de: Datum
it: Data
nl: Datum
ru: Дата

# label_timeslot_time
source: Time
de: Zeit
fr: Heure
it: Ora
nl: Tijd
ru: Время

# label_timeslot_entry_date
source: Entry date
de: Einlass
fr: Date d'enregistrement
it: Ora di arrivo
nl: Entry datum
ru: Впуск

# label_timeslot_room
source: Room
de: Raum
fr: Salle
it: Stanza
nl: Kamer
ru: Комнота

# label_timeslot_place
source: Place
de: Ort
fr: Lieu
it: Luogo
nl: Plaats
ru: Город

# label_timeslot_speakers
source: Speakers
de: ReferentInnen
fr: Conférenciers
it: Oratori
nl: Sprekers
ru: Референт

# label_unregistration_message
source: Do you really want to unregister from this event?
de: Wollen Sie sich wirklich von dieser Veranstaltung abmelden?

# label_unregistration_message_informal
source: Do you really want to unregister from this event?
de: Willst du dich wirklich von dieser Veranstaltung abmelden?

# label_cancel
source: Cancel
de: Abbrechen

# label_unregister
source: Unregister
de: Abmelden

# label_selector_submit
source: Apply filter
de: Filter anwenden
fr: Filtrer
it: Applica filtro
nl: Pas filter toe
ru: применить фильтер

# label_selector_pleaseChoose
source: please choose...
de: bitte auswählen...
fr: veuillez choisir...
it: sei pregato di selezionare...
nl: Maak een keuze
ru: выберите, пожайлуста ...

# label_selector_reset
source: Reset
de: zurücksetzen
fr: Réinitialiser

# label_selector_searchbox
source: Search term
de: Suchbegriff
fr: Critère de recherche
it: Parola di ricerca
nl: Zoek gegeven
ru: поисковое слово

# label_to
source: to
de: bis
fr: jusqu'au

# label_organizer
source: Organizer
de: Veranstalter
fr: Organisateur

# label_date_search
source: Period from
de: Zeitraum von
fr: Période du

# label_age_search
source: Age:
de: Alter:
fr: Âge :

# label_price_search
source: Price
de: Preis
fr: Prix

# label_searching_hints
source: You can shorten the list of events by applying one ore more filter criteria. To see the whole list, just reset the filter.
de: Sie können die Liste der angezeigten Veranstaltungen filtern. Um wieder alle Veranstaltungen zu sehen, setzen Sie den Filter bitte zurück.
fr: Vous pouvez limiter la liste des événements en choisissant un ou plusieurs critères de filtre. Pour voir la liste complète, réinitialisez les filtres.
it: E' possibile restringere i risultati applicando dei filtri di ricerca. Per vedere tutta la lista è sufficiente resettare il filtro.
nl: Je kunt de lijst van evenementen korter maken door een filter te gebruiken. Om de volledig lijst te zien, reset het filter.
ru: Вы можете профильтровать список с данными мероприятиями.Чтобы можно было снова просмотреть полный список.

# label_searching_hints_informal
source: You can shorten the list of events by applying one ore more filter criteria. To see the whole list, just reset the filter.
de: Du kannst die Liste der angezeigten Veranstaltungen filtern. Um wieder alle Veranstaltungen zu sehen, setze den Filter bitte zurück.
fr: Tu peux limiter la liste des événements en choisissant un ou plusieurs critères de filtre. Pour voir la liste complète, réinitialise les filtres.
it: E' possibile restringere i risultati applicando dei filtri di ricerca. Per vedere tutta la lista è sufficiente resettare il filtro.
nl: Je kunt de lijst van evenementen korter maken door een filter te gebruiken. Om de volledig lijst te zien, reset het filter.
ru: Ты можешь профильтровать список с данными мероприятиями.Чтобы можно было снова просмотреть полный список.

# label_we_offer_events_in_categories
source: Currently, we offer you events in the following categories:
de: Zurzeit können wir Ihnen Veranstaltungen aus den folgenden Kategorien anbieten:
fr: Pour l'instant, nous vous proposons des événements dans les catégories suivantes:
it: Attualmente, forniamo eventi nelle seguenti categorie:
nl: Op dit moment bieden we evenementen in de volgende categorieÃ«n:
ru: Мы можем вам предложить следующие котегории мероприятий:

# label_we_offer_events_in_categories_informal
source: Currently, we offer you events in the following categories:
de: Zurzeit können wir dir Veranstaltungen aus den folgenden Kategorien anbieten:
fr: Pour l'instant, nous te proposons des événements dans les catégories suivantes:
it: Attualmente, forniamo eventi nelle seguenti categorie:
nl: Op dit moment bieden we evenementen in de volgende categorieÃ«n:
ru: Мы можем тебе предложить следующие котегории мероприятий:

# label_no_categories
source: Currently, we aren't offering any categorized events.
de: Momentan bieten wir keine in Kategorien eingeordneten Veranstaltungen an.
fr: Pour l'instant, nous ne proposons aucun événement catégorisé.
it: Attualmente, non stiamo offrendo nessun evento categorizzato.
nl: Op dit moment bieden we geen evenementen in de volgende categorieÃ«n:
ru: В даннаый момент мы можем предложить мероприятия в расположеных котегорииях

# label_delete
source: Mark to delete
de: Zum Löschen markieren

# label_really_delete
source: Do you really want to mark this attachment for deletion?
de: Möchten Sie diese Datei wirklich zum Löschen markieren?

# label_really_delete_informal
source: Do you really want to mark this attachment for deletion?
de: Möchtest du diese Datei wirklich zum Löschen markieren?

# label_owner
source: Event manager
de: Verwalter dieser Veranstaltung

# label_registration_requirements
source: Please register for the following events first:
de: Bitte melden Sie sich zuerst für folgende Veranstaltungen an:

# label_registration_requirements_informal
source: Please register for the following events first:
de: Bitte melde dich zuerst für folgende Veranstaltungen an:

# label_waiting_list
source: Waiting list
de: Warteliste
fr: Liste d'attente
it: Lista d'attesa
nl: Wachtlijst
ru: список очередников

# message_file_too_large
source: The file to upload is too large. Please choose a smaller file. The maximum allowed size is
de: Die anzuhängende Datei ist zu groß. Bitte wählen Sie eine kleinere. Die maximal erlaubte Größe ist

# message_file_too_large_informal
source: The file to upload is too large. Please choose a smaller file. The maximum allowed size is
de: Die anzuhängende Datei ist zu groß. Bitte wähle eine kleinere. Die maximal erlaubte Größe ist

# message_invalid_type
source: The file to upload is of an invalid type. Please choose another file. Allowed types are
de: Die hochzuladende Datei hat ein ungültiges Format. Bitte wählen Sie eine andere. Erlaubte Dateiformate sind

# message_invalid_type_informal
source: The file to upload is of an invalid type. Please choose another file. Allowed types are
de: Die hochzuladende Datei hat ein ungültiges Format. Bitte wähle eine andere. Erlaubte Dateiformate sind

# message_noResults
source: Sorry, currently no events could be found.
de: Momentan konnten leider keine Veranstaltungen gefunden werden.
fr: Désolé, aucun événement n'a pu être trouvé.
it: Spiacente, al momento non è possibile trovare nessun evento.
nl: Sorry, op dit moment zijn er geen evenementen gevonden.
ru: Не найдено ни одного мероприятия.

# message_notLoggedIn
source: Sorry, you are not logged in.
de: Sie sind nicht eingeloggt.
fr: Désolé, vous n'êtes pas identifié.
it: Spiacente, lei non si è autenticato.
nl: Sorry, U bent niet ingelogd.
ru: Извините, вы не вошли в систему.

# message_notLoggedIn_informal
source: Sorry, you are not logged in.
de: Du bist nicht eingeloggt.
fr: Désolé, tu n'es pas identifié.
it: Spiacente, non ti sei autenticato.
nl: Sorry, je bent niet ingelogd.
ru: Извините, вы не вошли в систему.

# message_pleaseLogIn
source: Please log in to view this page.
de: Bitte loggen Sie sich ein um diese Seite zu sehen.
fr: Veuillez vous identifier pour accéder à cette page.
it: E' necessario autenticarsi per vedere questa pagina.
nl: Log in om deze pagina te kunnen zien.
ru: Пожалуйста, войдите в систему чтобы просмотреть эту страницу.

# message_pleaseLogIn_informal
source: Please log in to view this page.
de: Bitte logge dich ein um diese Seite zu sehen.
fr: Merci de t'identifier pour accéder à cette page.
it: E' necessario autenticarsi per vedere questa pagina.
nl: Log in om deze pagina te kunnen zien.
ru: Пожалуйста, войдите в систему чтобы просмотреть эту страницу.

# message_noRegistrations
source: For this event, there are no registrations yet.
de: Für diese Veranstaltung liegen bisher noch keine Anmeldungen vor.
fr: Il n'y a encore aucune inscription à cet événement.
it: Per questo evento non ci sono ancora registrazioni.
nl: Voor dit Seminar zijn nog geen registraties.
ru: На это мероприятие регистрация еще не открыта.

# message_earlybird_price
source: price valid and bookable until %s
de: Preis gültig und buchbar bis %s
fr: prix valables jusqu'au %s
it: Prezzo valido fino al %s
nl: Prijs is geldig en er kan geboekt worden tot %s
ru: цена действительна до %s

# message_emptyTitle
source: Please enter a title.
de: Bitte geben Sie einen Titel ein.

# message_emptyName
source: Please enter a name.
de: Bitte geben Sie einen Namen an.

# message_emptyOrganizer
source: Please select at least one organizer.
de: Bitte wählen Sie mindestens einen Veranstalter aus.

# message_emptySubtitle
source: Please enter a subtitle.
de: Bitte geben Sie einen Untertitel ein.

# message_noCategoryChosen
source: Please select at least one category.
de: Bitte wählen Sie mindestens eine Kategorie aus.

# message_emptyTeaser
source: Please enter a teaser.
de: Bitte geben Sie einen Teaser-Text ein.

# message_emptyDescription
source: Please enter a description.
de: Bitte geben Sie eine Beschreibung ein.

# message_emptyAddress
source: Please enter an address.
de: Bitte geben Sie eine Adresse an.

# message_emptyZip
source: Please enter a ZIP code.
de: Bitte geben Sie eine Postleitzahl an.

# message_emptyCity
source: Please enter a city.
de: Bitte geben Sie eine Stadt an.

# message_emptyCountry
source: Please select a country.
de: Bitte wählen Sie ein Land aus.

# message_emptyHomepage
source: Please enter a homepage URL.
de: Bitte geben Sie eine URL für die Homepage an.

# message_emptyDirections
source: Please enter some directions.
de: Bitte geben Sie eine Anfahrtsbeschreibung an.

# message_noEventTypeChosen
source: Please select an event type.
de: Bitte wählen Sie eine Veranstaltungsart aus.

# message_accreditationNumberZero
source: Please enter an accreditation number.
de: Bitte geben Sie die Akkreditierungsnummer an.

# message_creditPointsZero
source: Please enter the credit points.
de: Bitte geben Sie Leistungspunkte an.

# message_invalidBeginDate
source: Please enter a valid begin date.
de: Bitte geben Sie ein gültiges Anfangsdatum an.

# message_invalidEndDate
source: Please enter a valid end date.
de: Bitte geben Sie ein gültiges Enddatum an.

# message_invalidBeginDateRegistration
source: Please enter a valid begin date for the registration.
de: Bitte geben Sie einen gültige Anmeldebegin an.

# message_invalidDeadlineRegistration
source: Please enter a valid registration deadline.
de: Bitte geben Sie eine gültige Anmelde-Deadline an.

# message_invalidDeadlineEarlyBird
source: Please enter a valid early bird deadline for the registration.
de: Bitte geben Sie eine gültige Frühbucher-Deadline an.

# message_invalidDeadlineUnregistration
source: Please enter a valid unregistration deadline.
de: Bitte geben Sie eine gültige Abmelde-Deadline an.

# message_noPlaceChosen
source: Please select at least one place.
de: Bitte wählen Sie mindestens einen Ort aus.

# message_emptyRoom
source: Please enter a room.
de: Bitte geben Sie einen Raum an.

# message_noLodgingsChosen
source: Please select at least one lodging.
de: Bitte wählen Sie mindestens eine verfügbare Unterbringungsmöglichkeit aus.

# message_noFoodsChosen
source: Please select at least one food.
de: Bitte wählen Sie mindestens eine vefügbare Verpflegung aus.

# message_noSpeakersChosen
source: Please select at least one speaker.
de: Bitte wählen Sie mindestens eineN ReferentIn aus.

# message_noPartnersChosen
source: Please select at least one partner.
de: Bitte wählen Sie mindestens einen Partner aus.

# message_noTutorsChosen
source: Please select at least one tutor.
de: Bitte wählen Sie mindestens eine Kursbegleitung aus.

# message_noLeadersChosen
source: Please select at least one leader.
de: Bitte wählen Sie mindestens einen Kursleiter aus.

# message_invalidPriceRegular
source: Please enter a valid regular price.
de: Bitte geben Sie einen gültigen Standardpreis an.

# message_invalidPriceRegularEarly
source: Please enter a valid regular early bird price.
de: Bitte geben Sie einen gültigen Standardpreis für Frühbucher an.

# message_invalidPriceRegularBoard
source: Please enter a valid regular board price.
de: Bitte geben Sie einen gültigen Standardpreis inlusive Vollpension an.

# message_invalidPriceSpecial
source: Please enter a valid special price.
de: Bitte geben Sie einen gültigen Spezialpreis an.

# message_invalidPriceSpecialEarly
source: Please enter a valid special early bird price.
de: Bitte geben Sie einen gültigen Spezialpreis für Frühbucher an.

# message_invalidPriceSpecialBoard
source: Please enter a valid special board price.
de: Bitte geben Sie einen gültigen Spezialpreis inlusive Vollpension an.

# message_emptyAdditionalInformation
source: Please enter additional information.
de: Bitte geben Sie zusätliche Informationen ein.

# message_noCheckboxesChosen
source: Please select at least one additional information checkbox.
de: Bitte wählen Sie mindestens eine Anmeldeoption mit Checkbox aus.

# message_noPaymentMethodsChosen
source: Please select at leasr one payment method.
de: Bitte wählen Sie mindestens eine erlaubte Zahlungsart aus.

# message_attendeesMinZero
source: Please enter the minimal number of attendees.
de: Bitte geben Sie die Mininmale Anzahl an TeilnehmerInnen an.

# message_attendeesMaxZero
source: Please enter the maximum number of attendees.
de: Bitte geben Sie die Maxinmale Anzahl an TeilnehmerInnen an.

# message_offlineAttendeesZero
source: Please enter the number of offline-registered attendees.
de: Bitte geben Sie die Anzahl der offline angemeldeten TeilnehmerInnen an.

# message_noTargetGroupsChosen
source: Please select at least target group.
de: Bitte wählen Sie mindestens eine Zielgruppe aus.

# message_emptyNotes
source: Please enter internal notes.
de: Bitte geben Sie interne Notizen ein.

# message_noAccessToEventEditor
source: Sorry, you don't have access to the event editor.
de: Sorry, Sie haben nicht die Berechtigung, Veranstaltungen zu bearbeiten.

# message_noAccessToEventEditor_informal
source: Sorry, you don't have access to the event editor.
de: Sorry, du hast nicht die Berechtigung, Veranstaltungen zu bearbeiten.

# message_noSeatsNumber
source: Please enter only numbers for the number of seats.
de: Bitte geben Sie nur Zahlen für die Anzahl der Pätze ein.

# message_invalidNumberOfSeats
source: Sorry, there are not that many vacancies for this event.
de: Sorry, so viele Plätze sind leider nicht mehr frei.

# message_moreAttendeesThanSeats
source: Please register only as many persons as you are booking seats.
de: Bitte melden Sie nur so viele Personen an, wie Sie Plätze buchen.

# message_moreAttendeesThanSeats_informal
source: Please register only as many persons as you are booking seats.
de: Bitte melde nur so viele Personen an, wie du Plätze buchst.

# message_lessAttendeesThanSeats
source: Please provide the names of all persons to register.
de: Bitte geben Sie die Namen aller anzumeldenden Personen an.

# message_lessAttendeesThanSeats_informal
source: Please provide the names of all persons to register.
de: Bitte gib die Namen aller anzumeldenden Personen an.

# message_invalidEMailAddress
source: Please enter a valid e-mail address for each person.
de: Bitte geben Sie für alle angemeldeten Personen eine gültige E-Mail-Adresse an.

# message_noKidsNumber
source: Please enter only numbers for the number of kids.
de: Bitte geben Sie nur Zahlen für die Anzahl der Kinder ein.

# message_choosePrice
source: Please select a price.
de: Bitte wählen Sie einen Preis aus.

# message_chooseMethodOfPayment
source: Please select a method of payment.
de: Bitte wählen Sie eine Zahlungsart aus.

# message_provideBankData
source: Please provide your bank data.
de: Bitte geben Sie Ihre Bankverbindung an.

# message_selectLodging
source: Please select at least one lodging option.
de: Bitte wählen Sie mindestens eine Unterbringungsart aus.

# message_selectFood
source: Please select at least one food option.
de: Bitte wählen Sie mindestens eine Verpflegungsart aus.

# message_acceptTerms
source: Please accept the terms and conditions in order to register for this event.
de: Bitte akzeptieren Sie die allgemeinen Geschäftsbedingungen, um sich für diese Veranstaltung anzumelden.

# message_acceptTerms2
source: Please accept the terms for travelling in order to register for this event.
de: Bitte akzeptieren Sie die Reisebedingungen, um sich für diese Veranstaltung anzumelden.

# message_countdown
source: %d %s left until the next event starts!
de: Noch %d %s bis zur nächsten Veranstaltung!

# message_countdown_noEventFound
source: There are no upcoming events. Please come back later.
de: Es konnten keine geplanten Veranstaltungen gefunden werden. Bitte besuchen Sie uns später noch einmal.

# message_countdown_noEventFound_informal
source: There are no upcoming events. Please come back later.
de: Es konnten keine geplanten Veranstaltungen gefunden werden. Bitte besuche uns später noch einmal.

# message_notRegisteredForThisEvent
source: You are not registered for this event.
de: Sie sind nicht für diese Veranstaltung angemeldet.

# message_notRegisteredForThisEvent_informal
source: You are not registered for this event.
de: Du bist nicht für diese Veranstaltung angemeldet.

# message_unregistrationNotPossible
source: The unregistration deadline already has passed.
de: Die Abmelde-Deadline ist leider schon vorüber.

# message_requirementsNotFulfilled
source: You are not registered for all required events yet.
de: Sie sind noch nicht für alle nötigen Veranstaltungen angemeldet.

# message_requirementsNotFulfilled_informal
source: You are not registered for all required events yet.
de: Du bist noch nicht für alle nötigen Veranstaltungen angemeldet.
