Repository: oliverklee/ext-seminars
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl, ru

# message_noTargetGroupAgeNumber
source: Please enter only positive numbers as minimum and maximum age.
de: Bitte geben Sie nur positive Zahlen als Mindest- und Höchstalter an.
fr: Veuillez n'entrer que des nombres positifs comme âge minimal et maximal.

# message_targetGroupMaximumAgeSmallerThanMinimumAge
source: Please enter a maximum age that is at equal to or greater than the minimum age.
de: Bitte geben Sie ein Höchstalter an, das mindestens so groß wie das Mindestalter ist.
fr: Veuillez entrer un âge maximal égal ou supérieur à l'âge minimal.

# countdown_days_plural
source: days
de: Tage

# countdown_days_singular
source: day
de: Tag

# countdown_hours_plural
source: hours
de: Stunden

# countdown_hours_singular
source: hour
de: Stunde

# countdown_minutes_plural
source: minutes
de: Minuten

# countdown_seconds_plural
source: seconds
de: Sekunden

# newPlaceButton
source: Create new place
de: Neuen Veranstaltungsort anlegen

# newSpeakerButton
source: Create new speaker
de: Neue ReferentIn anlegen

# newCheckboxButton
source: Create new checkbox
de: Neue Checkbox anlegen

# newTargetGroupButton
source: Create new target group
de: Neue Zielgruppe anlegen

# message_publishingSuccessful
source: The event has been published.
de: Die Veranstaltung wurde veröffentlicht.

# message_publishingFailed
source: There is no such pending event.
de: Es konnte keine entsprechend ausstehende Veranstaltung gefunden werden.

# publish_event_subject
source: Event available for publication
de: Veranstaltung zum Freischalten verfügbar

# save_event_subject
source: Event created/updated
de: Veranstaltung angelegt/aktualisiert

# label_publish_event_text
source: An event has been edited in the front-end editor and currently is awaiting publication.
de: Eine Veranstaltung ist im Front-end bearbeitet worden und müsste noch veröffentlicht werden.

# label_publish_event_overview
source: The entered data as an overview:
de: Die eingegebenen Daten in der Übersicht:

# label_publish_event_link
source: If you want to publish this event, please click this link:
de: Wenn Sie diese Veranstaltung veröffentlichen möchten, klicken Sie bitte auf diesen Link:

# label_publish_event_notice
source: If you do not want to publish this event, no action is needed.
de: Wenn Sie die Veranstaltung nicht veröffentlichen möchten, brauchen Sie einfach nichts zu tun.

# label_save_event_text
source: An event has been edited in the front-end editor.
de: Eine Veranstaltung ist im Front-end bearbeitet worden.

# label_save_event_overview
source: The entered data as an overview:
de: Die eingegebenen Daten in der Übersicht:

# speakerImage.alt
source: portrait image
de: Porträt

# label_date_of_birth
source: Date of birth
de: Geburtsdatum

# pi1_title
source: Seminar Manager
fr: Gestionnaire de séminaires
it: Gestore seminari
ru: Управление семинарами

# label_registration_uid
source: Ticket ID
fr: Identifiant de l'enregistrement
it: ID ticket
nl: Kaart Nummer
ru: Номер билета

# label_name
source: Name
fr: Nom :
it: Nome
nl: Naam
ru: Имя

# label_status.I.1
source: Student
fr: Etudiant
it: Studente
ru: Студент

# message_noVacancies
source: Sorry, there are no more vacancies.
fr: Désolé, il n'y a plus de place.
it: Spiacente, non ci sono posti liberi.
nl: Helaas, er zijn geen vrije plaatsen meer beschikbaar.
ru: Извините, свободных мест не осталось

# mlang_labels_tabdescr
source: This module allows you to manage events and registrations.
fr: Ce module permet de gérer les événements et les inscriptions.
it: Questo modulo gestisce eventi e registrazioni.
nl: Deze module biedt de functionaliteit, beheer van evenementen en registraties.

# mlang_labels_tablabel
source: This module allows you to manage events and registrations.
fr: Ce module permet de gérer les événements et les inscriptions.
it: Questo modulo gestisce eventi e registrazioni.
nl: Deze module biedt de functionaliteit, beheer van evenementen en registraties.

# label_status_registration
source: Status
fr: Statut
ru: Статус

# label_name
source: Name:
fr: Nom :
it: Nome:
nl: Naam:
ru: Имя

# plugin.eventRegistration.settings.loginPage
source: Login page (or with onetimeaccount)
fr: Page de login (ou avec onetimeaccount):
nl: Inlogpagina (or met onetimeaccount)

# plugin.eventShared.heading.eventTitleAndDateAndUid
source: %1$s, %2$s (event #%3$u)
fr: %1$s, %2$s (événement #%3$u)
nl: %1$s, %2$s (evenement #%3$u)

# plugin.eventRegistration.heading.sorry
source: Sorry!
fr: Pardon!

# plugin.eventRegistration.heading.eventRegistration
source: Event registration
fr: Inscription à l'événement (liste d'attente)
nl: Evenement registratie

# plugin.eventRegistration.fieldset.payment
source: Payment
fr: Paiement
it: Pagamento
nl: Betalen

# plugin.eventRegistration.fieldset.billingAddress
source: Billing address
fr: Adresse de paiement
it: Indirizzo fatturazione
nl: Factuur adres
ru: Адрес для выставления счета

# plugin.eventRegistration.fieldset.personsToRegister
source: Persons to register
fr: Personnes inscrites

# plugin.eventRegistration.fieldset.additionalInformation
source: Additional information
fr: Informations supplémentaires
nl: Extra informatie
ru: Следующая информация

# plugin.eventRegistration.error.noRegistrationPossibleAtAll
source: For this event, registration is not possible.
fr: Il n'est possible de s'inscire pour cet événement.
nl: Voor dit evenement is geen registratie mogelijk.

# plugin.eventRegistration.error.noRegistrationPossibleAtTheMoment
source: For this event, registration is not possible at the moment.
fr: Il n'est possible de s'inscire pour cet événement pour le moment.
nl: Voor dit evenement is op dit moment geen registratie mogelijk.

# plugin.eventRegistration.error.alreadyRegistered_formal
source: You are already registered for this event.
fr: Vous êtes déjà enregistré à cet événement.
it: Lei è già registrato per questo evento.
nl: U heeft zich al geregistreerd voor dit evenement.
ru: Вы уже зарегистрированы на это мероприятие

# plugin.eventRegistration.error.alreadyRegistered_informal
source: You are already registered for this event.
fr: Tu es déjà enregistré à cet événement.
it: Sei già registrato per questo evento.
nl: Je bent al voor dit evenement bijeenkomst aangemeld.
ru: Ты уже зарегистрированы на это мероприятие.

# plugin.eventRegistration.error.fullyBooked
source: Unfortunately, there are no more vacancies.
fr: Désolé, il n'y a plus de place.
nl: Helaas, er zijn geen vrije plaatsen meer beschikbaar.

# plugin.eventRegistration.property.priceCode
source: Price
fr: Prix
it: Prezzo
ru: Цена

# plugin.eventRegistration.property.totalPrice
source: Total price (incl. VAT)
fr: Prix total (TVA incluse)
it: Prezzo totale (IVA inclusa)
nl: Totaal prijs (incl. btw)
ru: Общая цена (включая НДС)

# price.standard
source: Regular price
fr: Prix normal
it: Prezzo regolare
nl: Standaardprijs
ru: Обычная цена

# price.earlyBird
source: Early-bird price
fr: Prix en précommande
it: Prezzo anticipato
nl: Vroegboeking prijs
ru: Цена при заказе заранее

# price.special
source: Special price
fr: Prix spécial
it: Prezzo speciale
nl: Speciale prijs
ru: Специальная цена

# price.specialEarlyBird
source: Early-bird special price
fr: Prix spécial en précommande
it: Prezzo speciale anticipato
nl: Vroegboek speciale prijs
ru: Специальная цена при раннем заказе

# plugin.eventUnregistration.heading.sorry
source: Sorry!
fr: Pardon!

# plugin.eventUnregistration.prompt.unregister_formal
source: Do you really want to unregister from this event?
fr: Voulez-vous vraiment annuler votre inscription pour cet événement ?
it: Vuole veramente cancellare la sua registrazione all'evento?
nl: Weet u zeker dat u de registratie voor dit evenement wilt annuleren?
ru: Вы действително хотите отказаться от мероприятия?

# plugin.eventUnregistration.prompt.unregister_informal
source: Do you really want to unregister from this event?
fr: Veux-tu vraiment annuler ton inscription pour cet événement ?
it: Vuoi veramente cancellare la tua registrazione all'evento?
nl: Weet je zeker dat je de registratie voor dit evenement wil annuleren?
ru: Ты действително хочешь отказаться от мероприятия?

# label_email
source: Email address
nl: E-mail adres

# label_email
source: Email address:
nl: E-mail adres:

# plugin.eventRegistration.heading.eventRegistration
source: Event registration (waiting list)
nl: Evenement registratie (wachtlijst)

# plugin.eventRegistration.heading.summary
source: Summary
nl: Overzicht

# plugin.eventRegistration.property.priceCode
source: Prijs
nl: Preis
