Repository: oliverklee/ext-seminars
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: it, nl

# tx_seminars_seminars.divLabelGeneral
source: General
it: Generale
nl: Algemeen

# tx_seminars_seminars.uid
source: Event number
it: Numero evento
nl: Evenement nummer

# tx_seminars_seminars.object_type.I.0
source: Single event
it: Evento singolo
nl: Eenmalige evenement

# tx_seminars_seminars.object_type.I.1
source: Topic for multiple events
it: Argomento eventi multipli
nl: Repeterende evenement onderwerp

# tx_seminars_seminars.object_type.I.2
source: Date
it: Date eventi multipli
nl: Repeterende evenement datum

# tx_seminars_seminars.title
source: Title
it: Titolo
nl: Titel

# tx_seminars_seminars.subtitle
source: Subtitle
it: Sottotitolo
nl: Ondertitel

# tx_seminars_seminars.categories
source: Categories
it: Categorie
nl: Categorieen

# tx_seminars_seminars.teaser
source: Teaser text
it: Sommario
nl: Teaser tekst

# tx_seminars_seminars.description
source: Description
it: Descrizione
nl: Omschrijving

# tx_seminars_seminars.topic
source: Topic
it: Argomento
nl: Onderwerp

# tx_seminars_seminars.event_type
source: Event type
it: Tipo evento
nl: Evenement type

# tx_seminars_seminars.language
source: Language
it: Lingua
nl: Taal

# tx_seminars_seminars.accreditation_number
source: Accreditation number
it: Numero accredito
nl: Accrediteringsnummer

# tx_seminars_seminars.credit_points
source: Credit points
nl: Kredietpunten

# tx_seminars_seminars.additional_information
source: Additional information
it: Informazioni aggiuntive
nl: Extra informatie

# tx_seminars_seminars.checkboxes
source: Registration options with checkbox
it: Opzioni di registrazione con checkbox
nl: Registratie opties met checkbox

# tx_seminars_seminars.uses_terms_2
source: Display the travelling terms checkbox in the registration form
it: Visualizza i checkbox delle condizioni di trasporto nella form di registrazione
nl: Toon de reisvoorwaarden checkbox

# tx_seminars_seminars.allows_multiple_registrations
source: Allows multiple registrations from the same person
it: Consenti registrazioni multiple per la stessa persona
nl: Staat meerdere registraties van dezelfde persoon toe

# tx_seminars_seminars.skip_collision_check
source: Skip the collision check for this event
nl: Sla de controle voor de evenement over

# tx_seminars_seminars.cancelled
source: Status
it: E' stato cancellato
nl: Is geannuleerd

# tx_seminars_seminars.notes
source: Internal Notes
it: Note interne
nl: Interne Notities

# tx_seminars_seminars.divLabelSpeakers
source: Speakers
it: Oratori
nl: Sprekers

# tx_seminars_seminars.speakers
source: Speakers
it: Oratori
nl: Sprekers

# tx_seminars_seminars.tutors
source: Tutors
it: Tutor
nl: Opleider

# tx_seminars_seminars.leaders
source: Leaders
it: Dirigente
nl: Leider

# tx_seminars_seminars.divLabelOrganizers
source: Organizer
it: Organizzatore
nl: Organisator

# tx_seminars_seminars.organizers
source: Organizers
it: Organizzatori
nl: Organisatoren

# tx_seminars_seminars.organizing_partners
source: Organizing Partners
it: Partner organizzatori
nl: Organisatoren partners

# tx_seminars_seminars.divLabelPlaceTime
source: Place/Time
it: Luogo/ora
nl: plaats/tijd

# tx_seminars_seminars.begin_date
source: Begin time and date
it: Data e ora di inizio
nl: Begintijd en -datum

# tx_seminars_seminars.end_date
source: End time and date
it: Data e ora di fine
nl: Eindtijd en -datum

# tx_seminars_seminars.timeslots
source: Time slots
it: Fascia oraria
nl: Bloktijden

# tx_seminars_seminars.deadline_registration
source: Registration deadline
it: Scadenza registrazione
nl: Sluitingsdatum voor registratie

# tx_seminars_seminars.deadline_early_bird
source: Early bird deadline
it: Scadenza registrazione anticipata
nl: Vroegboek sluitingsdatum

# tx_seminars_seminars.deadline_unregistration
source: Unregistration deadline
it: Scadenza cancellazione registrazione
nl: Annuleren deadline

# tx_seminars_seminars.place
source: Place
it: Luogo
nl: Plaats

# tx_seminars_seminars.room
source: Room
it: Stanza
nl: Kamer

# tx_seminars_seminars.divLabelLodging
source: Lodging/Food
it: Vitto e alloggio
nl: Accomodatie/Voeding

# tx_seminars_seminars.lodgings
source: Available lodgings
it: Opzioni di alloggio disponibili
nl: Beschikbare accomodatie opties

# tx_seminars_seminars.foods
source: Available foods
it: Opzioni di vitto disponibili
nl: Beschikbare voeding opties

# tx_seminars_seminars.divLabelAttendees
source: Attendees
it: Partecipanti
nl: Deelnemers

# tx_seminars_seminars.attendees_min
source: Minimal number of attendees
it: Numero minimo partecipanti
nl: Minimum aantal deelnemers

# tx_seminars_seminars.attendees_max
source: Maximal number of attendees
it: Numero massimo partecipanti
nl: Maximum aantal deelnemers

# tx_seminars_seminars.target_groups
source: Target groups
it: Gruppi destinatari
nl: Doelgroepen

# tx_seminars_seminars.attendees
source: Current number of attendees
it: Numero attuale di partecipanti
nl: Huidig aantal deelnemers

# tx_seminars_seminars.vacancies
source: Current number of vacancies
it: Numero attuale di posti liberi
nl: Huidig aantal vrije plaatsen

# tx_seminars_seminars.enough_attendees
source: Has enough registrations
it: Partecipanti sufficienti
nl: Genoeg inschrijvingen

# tx_seminars_seminars.is_full
source: Is full
it: Completo
nl: Is volgeboekt

# tx_seminars_seminars.divLabelPayment
source: Payment
it: Pagamento
nl: Betaling

# tx_seminars_seminars.price_regular
source: Regular price
it: Prezzo regolare
nl: Reguliere prijs

# tx_seminars_seminars.price_regular_early
source: Regular price (early bird)
it: Prezzo regolare (anticipato)
nl: Reguliere prijs (vroegboeking)

# tx_seminars_seminars.price_regular_board
source: Regular price including full board
nl: Reguliere prijs inclusief vol pension

# tx_seminars_seminars.price_special
source: Special price
it: Prezzo speciale
nl: Speciale prijs

# tx_seminars_seminars.price_special_early
source: Special price (early bird)
it: Prezzo speciale (anticipato)
nl: Speciale prijs (vroegboeking)

# tx_seminars_seminars.price_special_board
source: Special price including full board
nl: Speciale prijs inclusief vol pension

# tx_seminars_seminars.payment_methods
source: Allowed methods of payment
it: Metodi di pagamento accettati
nl: Toegestane Betaalwijzen

# tx_seminars_seminars.vips
source: Managers of this event
it: Utenti di front-end abilitati a vedere la lista dei partecipanti
nl: FE gebruikers welke toestemming hebben om de lijst van registraties te zien

# tx_seminars_speakers
source: Speakers
it: Oratori
nl: Sprekers

# tx_seminars_speakers.title
source: Name
it: Nome
nl: Naam

# tx_seminars_speakers.organization
source: Organization
it: Organizzazione
nl: Organisatie

# tx_seminars_speakers.description
source: Description
it: Descrizione
nl: Omschrijving

# tx_seminars_speakers.skills
source: Skills
it: Capacità
nl: Eigenschappen

# tx_seminars_speakers.notes
source: Internal Notes
it: Note interne
nl: Interne Notities

# tx_seminars_speakers.address
source: Address
it: Indirizzo
nl: Adres

# tx_seminars_speakers.phone_work
source: Phone number (work)
it: Telefono ufficio
nl: Tel. (werk)

# tx_seminars_speakers.phone_home
source: Phone numer (home)
it: Telefono casa
nl: Tel. (privÃ©)

# tx_seminars_speakers.phone_mobile
source: Phone number (mobile)
it: Cellulare
nl: Mobiel

# tx_seminars_speakers.fax
source: Fax number
nl: Fax

# tx_seminars_speakers.email
source: E-mail address
it: E-mail
nl: E-mail adres

# tx_seminars_attendances
source: Attendances
it: Partecipanti
nl: Inschrijvingen

# tx_seminars_attendances.uid
source: Ticket ID
it: ID ticket
nl: Kaart nummer

# tx_seminars_attendances.title
source: Title
it: Titolo
nl: Titel

# tx_seminars_attendances.user
source: Front-end User
it: Utente di front-end
nl: Gebruiker

# tx_seminars_attendances.registration_queue
source: Is on the registration queue
it: E' nella coda di registrazione
nl: In de registratie queue

# tx_seminars_attendances.price
source: Price to pay
it: Prezzo da pagare
nl: Te betalen bedrag

# tx_seminars_attendances.total_price
source: Total price for this attendance
it: Prezzo totale per i partecipanti
nl: Totale prijs voor deelneming

# tx_seminars_attendances.datepaid
source: Date of payment
it: Data di pagamento
nl: Betaaldatum

# tx_seminars_attendances.method_of_payment
source: Method of payment
it: Metodo di pagamento
nl: Betaalwijze

# tx_seminars_attendances.account_number
source: Account number
nl: Rekening nummer

# tx_seminars_attendances.bank_name
source: Bank name
nl: Bank naam

# tx_seminars_attendances.account_owner
source: Account owner
nl: Rekening houder

# tx_seminars_attendances.gender
source: Gender
it: Sesso
nl: Geslacht

# tx_seminars_attendances.gender.I.0
source: Mr.
it: Sig.
nl: Hr.

# tx_seminars_attendances.gender.I.1
source: Ms.
it: Sig.ra
nl: Mv.

# tx_seminars_attendances.been_there
source: Has attended
it: Ha partecipato
nl: Heeft bijgewoond

# tx_seminars_attendances.checkboxes
source: Selected options
it: Opzioni selezionate
nl: Gekozen opties

# tx_seminars_attendances.interests
source: Special interests
it: Interessi particolari
nl: Speciale belangstelling voor het onderwerp

# tx_seminars_attendances.expectations
source: Expectations for the event
it: Aspettative per l'evento
nl: Verwachtingen voor het evenement

# tx_seminars_attendances.background_knowledge
source: Background knowledge
it: Conoscenze di background
nl: Achtergrondkennis over het onderwerp

# tx_seminars_attendances.lodgings
source: Selected lodging options
it: Opzioni di alloggio selezionate
nl: Gekozen verblijf opties

# tx_seminars_attendances.accommodation
source: How are your lodging preferences (if possible a single room, a double room, no lodging)?
it: Preferenze per l'alloggio (se possibile una singola, una doppia, nessun alloggio)?
nl: Wat zijn de verblijf voorkeuren?

# tx_seminars_attendances.foods
source: Selected food options
it: Opzioni di vitto selezionate
nl: Gekozen voeding opties

# tx_seminars_attendances.food
source: Which kind of food do you prefer (normal, vegetarian, or a special diet)
it: Genere di vitto preferito (normale, vegetariano, dieta speciale)
nl: Welk soort voedsel heb je het liefst

# tx_seminars_attendances.known_from
source: How have you heard of this event?
it: Come sei venuto a conoscenza dell'evento?
nl: Hoe bent u op de hoogte gekomen van dit evenement?

# tx_seminars_attendances.notes
source: Additional notes
it: Note aggiuntive
nl: Aanvullende opmerkingen

# tx_seminars_attendances.seats
source: Number of seats
it: Numero di posti
nl: Aantal plaatsen

# tx_seminars_attendances.attendees_names
source: Additional registered persons
it: Partecipanti aggiuntivi
nl: Extra deelnemers

# tx_seminars_attendances.kids
source: Number of kids
it: Numero di bambini
nl: Aantal kinder

# tx_seminars_sites
source: Seminar Sites
it: Posti per seminario
nl: Seminar plaatsen

# tx_seminars_sites.title
source: Name
it: Nome
nl: Naam

# tx_seminars_sites.address
source: Address
it: Indirizzo
nl: Adres

# tx_seminars_sites.city
source: City
it: Città
nl: Woonplaats

# tx_seminars_sites.country
source: Country
it: Stato
nl: Land

# tx_seminars_sites.directions
source: Directions
it: Direzioni
nl: Routebeschrijving

# tx_seminars_sites.notes
source: Internal Notes
it: Note interne
nl: Interne notities

# tx_seminars_organizers
source: Organizers
it: Organizzatori
nl: Organisatoren

# tx_seminars_organizers.title
source: Name
it: Nome
nl: Naam

# tx_seminars_organizers.email
source: E-mail address
it: E-mail
nl: E-mail adres

# tx_seminars_organizers.email_footer
source: Footer text to be appended to all e-mails from this organizer
it: Testo nel footer per le mail di conferma
nl: Voettekst voor de bevestigingse-mails die naar de deelnemers wordt gezonden

# tx_seminars_organizers.attendances_pid
source: SysFolder to store the registration records in
nl: Systeem map voor opslag van de registratie records

# tx_seminars_payment_methods
source: Methods of payment
it: Metodi di pagamento
nl: Betaalwijzen

# tx_seminars_payment_methods.title
source: Title
it: Titolo
nl: Titel

# tx_seminars_payment_methods.description
source: Detailed description for e-mails
it: Descrizione dettagliata per le e-mail
nl: Gedetailleerde beschrijving (voor automatische e-mails)

# tx_seminars_event_types
source: Event types
it: Tipi eventi
nl: Evenement typen.

# tx_seminars_event_types.title
source: Title
it: Titolo
nl: Titel

# tx_seminars_checkboxes
source: Registration options with checkbox
it: Opzioni di registrazione con checkbox
nl: Registratie opties met checkbox

# tx_seminars_checkboxes.title
source: Title
it: Titolo
nl: Titel

# tx_seminars_lodgings
source: Lodging options
it: Opzioni alloggio
nl: Verblijf opties

# tx_seminars_lodgings.title
source: Title
it: Titolo
nl: Titel

# tx_seminars_foods
source: Food options
it: Opzioni vitto
nl: Voeding opties

# tx_seminars_foods.title
source: Title
it: Titolo
nl: Titel

# tx_seminars_timeslots
source: Time slots
it: Fascia oraria
nl: Bloktijden

# tx_seminars_timeslots.begin_date
source: Begin date
it: Data inizio
nl: Begin datum

# tx_seminars_timeslots.end_date
source: End date
it: Data fine
nl: Eind datum

# tx_seminars_timeslots.entry_date
source: Entry date
it: Data ingresso
nl: Entry datum

# tx_seminars_timeslots.speakers
source: Speakers
it: Oratori
nl: Sprekers

# tx_seminars_timeslots.place
source: Place
it: Luogo
nl: Plaats

# tx_seminars_timeslots.room
source: Room
it: Stanza
nl: Kamer

# tx_seminars_target_groups
source: Target Groups
it: Gruppi destinatari
nl: Doelgroepen

# tx_seminars_target_groups.title
source: Title
it: Titolo
nl: Titel

# tx_seminars_categories
source: Categories
it: Categorie
nl: Categorieen

# tx_seminars_categories.title
source: Title
it: Titolo
nl: Titel

# tx_seminars_skills
source: Skills
it: Capacità
nl: Eigenschappen

# tx_seminars_skills.title
source: Title
it: Titolo
nl: Titel

# moduleFunction.tx_seminars_modfunc1
source: Seminars
it: Seminari

# tx_seminars_seminars
source: Seminars
it: Seminari

# tx_seminars_seminars.object_type
source: Type
it: Tipo

# tx_seminars_seminars.partners
source: Partners
it: Partner

# tx_seminars_attendances.seminar
source: Seminar
it: Seminario

# tt_content.list_type_pi1
source: Seminar Manager
it: Gestore seminari
