Repository: oliverklee/ext-seminars
Catalog: Resources/Private/Language/dk.locallang_db.xlf
Languages: dk

# moduleFunction.tx_seminars_modfunc1
source: Seminars
dk: Arrangementer

# tx_seminars_seminars
source: Seminars
dk: Arrangementer

# tx_seminars_seminars.divLabelGeneral
source: General
dk: Generel

# tx_seminars_seminars.uid
source: Event number:
dk: Arrangement nr.:

# tx_seminars_seminars.object_type.I.0
source: Single event
dk: Enkelt arrangement (indtast information om både emne og dato for afholdelsen)

# tx_seminars_seminars.object_type.I.1
source: Topic for multiple events
dk: Arrangementsemne (Hvis arrangementet løber over flere datoer kan du her indtaste info om selve arrangementet)

# tx_seminars_seminars.object_type.I.2
source: Date
dk: Arrangementssdato (Samme som ovenfor. Her vælger du blot et Arrangementsemne og indtaster så info om tid, m.m.).

# tx_seminars_seminars.title
source: Title:
dk: Titel:

# tx_seminars_seminars.subtitle
source: Subtitle:
dk: Undertitel:

# tx_seminars_seminars.categories
source: Categories:
dk: Kategorier:

# tx_seminars_seminars.teaser
source: Teaser text:
dk: Teaser tekst:

# tx_seminars_seminars.description
source: Description:
dk: Beskrivelse:

# tx_seminars_seminars.topic
source: Topic:
dk: Emne:

# tx_seminars_seminars.event_type
source: Event type:
dk: Arrangementtype:

# tx_seminars_seminars.language
source: Language:
dk: Sprog:

# tx_seminars_seminars.accreditation_number
source: Accreditation number:
dk: Tilmeldings nr.:

# tx_seminars_seminars.credit_points
source: Credit points:
dk: Kredit points:

# tx_seminars_seminars.additional_information
source: Additional information:
dk: Yderligere information:

# tx_seminars_seminars.checkboxes
source: Registration options with checkbox:
dk: Registreringsmuligheder med afkrydsningsboks:

# tx_seminars_seminars.uses_terms_2
source: Display the travelling terms checkbox in the registration form
dk: Vis afkrydsningsfelt for rejsebetingelser i registreringsformularen

# tx_seminars_seminars.allows_multiple_registrations
source: Allows multiple registrations from the same person
dk: Tillad flere indregistreringer fra samme person

# tx_seminars_seminars.skip_collision_check
source: Skip the collision check for this event:
dk: Undlad kollisionscheck for dette arrangement

# tx_seminars_seminars.cancelled
source: Status:
dk: Er blevet aflyst:

# tx_seminars_seminars.notes
source: Internal Notes:
dk: Interne noter:

# tx_seminars_seminars.divLabelSpeakers
source: Speakers
dk: Foredragsholdere:

# tx_seminars_seminars.speakers
source: Speakers:
dk: Foredragsholdere

# tx_seminars_seminars.partners
source: Partners:
dk: Partnere:

# tx_seminars_seminars.tutors
source: Tutors:
dk: Tutorer:

# tx_seminars_seminars.leaders
source: Leaders:
dk: Ledere:

# tx_seminars_seminars.divLabelOrganizers
source: Organizer
dk: Arrangør

# tx_seminars_seminars.organizers
source: Organizers:
dk: Arrangører:

# tx_seminars_seminars.organizing_partners
source: Organizing Partners:
dk: Samarbejdspartnere:

# tx_seminars_seminars.divLabelPlaceTime
source: Place/Time
dk: Sted/Tid

# tx_seminars_seminars.begin_date
source: Begin time and date:
dk: Start tid og dato:

# tx_seminars_seminars.end_date
source: End time and date:
dk: Slut tid og dato:

# tx_seminars_seminars.timeslots
source: Time slots
dk: Tidsblokke

# tx_seminars_seminars.deadline_registration
source: Registration deadline:
dk: Tilmeldingsfrist:

# tx_seminars_seminars.deadline_early_bird
source: Early bird deadline:
dk: Tilmeldingsfrist (for tidlig tilmeldingsoption):

# tx_seminars_seminars.deadline_unregistration
source: Unregistration deadline:
dk: Afmeldings-deadline:

# tx_seminars_seminars.place
source: Place:
dk: Sted:

# tx_seminars_seminars.room
source: Room:
dk: Rum:

# tx_seminars_seminars.divLabelLodging
source: Lodging/Food
dk: Overnatning/Kost

# tx_seminars_seminars.lodgings
source: Available lodgings:
dk: Tilgængelige logi-muligheder:

# tx_seminars_seminars.foods
source: Available foods:
dk: Tilgængelige kost-muligheder:

# tx_seminars_seminars.divLabelAttendees
source: Attendees
dk: Deltagere

# tx_seminars_seminars.attendees_min
source: Minimal number of attendees:
dk: Min. deltagerantal:

# tx_seminars_seminars.attendees_max
source: Maximal number of attendees:
dk: Max. deltagerantal:

# tx_seminars_seminars.target_groups
source: Target groups:
dk: Målgruppe:

# tx_seminars_seminars.attendees
source: Current number of attendees:
dk: Antal tilmeldte (på nuværende tidspunkt):

# tx_seminars_seminars.vacancies
source: Current number of vacancies:
dk: Antal ledige pladser (på nuværende tidpunkt):

# tx_seminars_seminars.enough_attendees
source: Has enough registrations:
dk: Har nok tilmeldte:

# tx_seminars_seminars.is_full
source: Is full:
dk: Optaget

# tx_seminars_seminars.divLabelPayment
source: Payment
dk: Betaling

# tx_seminars_seminars.price_regular
source: Regular price:
dk: Normal pris:

# tx_seminars_seminars.price_regular_early
source: Regular price (early bird):
dk: Normal pris (ved tidlig tilmelding):

# tx_seminars_seminars.price_regular_board
source: Regular price including full board:
dk: Normal pris inkl. helpension:

# tx_seminars_seminars.price_special
source: Special price:
dk: Speciel pris:

# tx_seminars_seminars.price_special_early
source: Special price (early bird):
dk: Speciel pris (ved tidlig tilmelding):

# tx_seminars_seminars.price_special_board
source: Special price including full board:
dk: Speciel pris inkl. helpension:

# tx_seminars_seminars.payment_methods
source: Allowed methods of payment:
dk: Tilladte betalingsmåder:

# tx_seminars_seminars.vips
source: Managers of this event:
dk: Front end brugere der har tilladelse til at se listen over tilmeldte:

# tx_seminars_speakers
source: Speakers
dk: Foredragsholdere

# tx_seminars_speakers.title
source: Name:
dk: Navn:

# tx_seminars_speakers.organization
source: Organization:
dk: Organisation:

# tx_seminars_speakers.homepage
source: Homepage:
dk: Hjemmeside:

# tx_seminars_speakers.description
source: Description:
dk: Beskrivelse:

# tx_seminars_speakers.skills
source: Skills:
dk: Færdigheder:

# tx_seminars_speakers.notes
source: Internal Notes:
dk: Interne noter:

# tx_seminars_speakers.address
source: Address:
dk: Adresse:

# tx_seminars_speakers.phone_work
source: Phone number (work):
dk: Telefon (arbejde):

# tx_seminars_speakers.phone_home
source: Phone numer (home):
dk: Telefon (hjem):

# tx_seminars_speakers.phone_mobile
source: Phone number (mobile):
dk: Telefon (mobil):

# tx_seminars_speakers.fax
source: Fax number:
dk: Fax nr.:

# tx_seminars_speakers.email
source: E-mail address:
dk: E-mail adresse:

# tx_seminars_attendances
source: Attendances
dk: Deltagere:

# tx_seminars_attendances.uid
source: Ticket ID:
dk: RegistreringsID

# tx_seminars_attendances.title
source: Title:
dk: Titel:

# tx_seminars_attendances.user
source: Front-end User:
dk: Frontend Bruger:

# tx_seminars_attendances.seminar
source: Seminar:
dk: Arrangement:

# tx_seminars_attendances.registration_queue
source: Is on the registration queue:
dk: Er i tilmeldingskøen:

# tx_seminars_attendances.price
source: Price to pay:
dk: Pris:

# tx_seminars_attendances.total_price
source: Total price for this attendance:
dk: Total pris for denne deltagelse:

# tx_seminars_attendances.datepaid
source: Date of payment:
dk: Betalingsdato:

# tx_seminars_attendances.method_of_payment
source: Method of payment:
dk: Betalingsmetode:

# tx_seminars_attendances.account_number
source: Account number:
dk: Kontonr:

# tx_seminars_attendances.bank_code
source: Bank code:
dk: Bank kode:

# tx_seminars_attendances.bank_name
source: Bank name:
dk: Bank navn:

# tx_seminars_attendances.account_owner
source: Account owner:
dk: Kontoindehaver:

# tx_seminars_attendances.gender
source: Gender:
dk: Køn:

# tx_seminars_attendances.gender.I.0
source: Mr.
dk: Hr.

# tx_seminars_attendances.gender.I.1
source: Ms.
dk: Frk.

# tx_seminars_attendances.been_there
source: Has attended:
dk: Har deltaget:

# tx_seminars_attendances.checkboxes
source: Selected options:
dk: Valgte muligheder:

# tx_seminars_attendances.interests
source: Special interests:
dk: Specielle interesser:

# tx_seminars_attendances.expectations
source: Expectations for the event:
dk: Forventninger til arrangementet:

# tx_seminars_attendances.background_knowledge
source: Background knowledge:
dk: Baggrundsviden:

# tx_seminars_attendances.lodgings
source: Selected lodging options:
dk: Vælg logi muligheder:

# tx_seminars_attendances.accommodation
source: How are your lodging preferences (if possible a single room, a double room, no lodging)?
dk: Hvilken indlogering foretrækker du (enkelt-rum, dobbelt-rum, ingen indlogering)?

# tx_seminars_attendances.foods
source: Selected food options:
dk: Vælg kosttype:

# tx_seminars_attendances.food
source: Which kind of food do you prefer (normal, vegetarian, or a special diet):
dk: Hvilken slags mad foretrækker du (normal, vegetar, eller en speciel dieæt):

# tx_seminars_attendances.known_from
source: How have you heard of this event?
dk: Hvordan har du hørt om dette arrangement?

# tx_seminars_attendances.notes
source: Additional notes:
dk: Yderligere noter:

# tx_seminars_attendances.seats
source: Number of seats:
dk: Antal pladser:

# tx_seminars_attendances.attendees_names
source: Additional registered persons:
dk: Yderligere deltagere:

# tx_seminars_attendances.kids
source: Number of kids:
dk: Antal børn:

# tx_seminars_sites
source: Seminar Sites
dk: Arrangementslokationer

# tx_seminars_sites.title
source: Name:
dk: Navn:

# tx_seminars_sites.address
source: Address:
dk: Adresse:

# tx_seminars_sites.city
source: City:
dk: By:

# tx_seminars_sites.country
source: Country:
dk: Land:

# tx_seminars_sites.homepage
source: Homepage:
dk: Hjemmeside:

# tx_seminars_sites.directions
source: Directions:
dk: Kørevejledning:

# tx_seminars_sites.notes
source: Internal Notes:
dk: Interne noter:

# tx_seminars_organizers
source: Organizers
dk: Arrangør

# tx_seminars_organizers.title
source: Name:
dk: Navn:

# tx_seminars_organizers.homepage
source: Homepage:
dk: Hjemmeside:

# tx_seminars_organizers.email
source: E-mail address:
dk: E-mail adresse:

# tx_seminars_organizers.email_footer
source: Footer text to be appended to all e-mails from this organizer:
dk: Fodtekst til bekræftelses email:

# tx_seminars_organizers.attendances_pid
source: SysFolder to store the registration records in:
dk: Sys-folder at gemme registreringer i:

# tx_seminars_payment_methods
source: Methods of payment
dk: Betalingsmetoder:

# tx_seminars_payment_methods.title
source: Title:
dk: Titel:

# tx_seminars_payment_methods.description
source: Detailed description for e-mails:
dk: Detaljeret beskrivelse for e-mails:

# tx_seminars_event_types
source: Event types
dk: Arrangementstyper

# tx_seminars_event_types.title
source: Title:
dk: Titel:

# tx_seminars_checkboxes
source: Registration options with checkbox
dk: Tilmeldingsmuligheder med afkrydsningsboks

# tx_seminars_checkboxes.title
source: Title:
dk: Titel:

# tx_seminars_lodgings
source: Lodging options
dk: Logimuligheder

# tx_seminars_lodgings.title
source: Title:
dk: Titel:

# tx_seminars_foods
source: Food options
dk: Kostmuligheder

# tx_seminars_foods.title
source: Title:
dk: Titel:

# tx_seminars_timeslots
source: Time slots
dk: Tidsblokke

# tx_seminars_timeslots.title
source: Title
dk: Titel

# tx_seminars_timeslots.begin_date
source: Begin date
dk: Startdato

# tx_seminars_timeslots.end_date
source: End date
dk: Slutdato

# tx_seminars_timeslots.entry_date
source: Entry date
dk: Oprettelsesdato

# tx_seminars_timeslots.speakers
source: Speakers
dk: Talere

# tx_seminars_timeslots.place
source: Place
dk: Sted

# tx_seminars_timeslots.room
source: Room
dk: Lokale

# tx_seminars_target_groups
source: Target Groups
dk: Målgrupper

# tx_seminars_target_groups.title
source: Title:
dk: Titel:

# tx_seminars_categories
source: Categories
dk: Kategorier

# tx_seminars_categories.title
source: Title:
dk: Titel:

# tx_seminars_skills
source: Skills
dk: Færdigheder

# tx_seminars_skills.title
source: Title:
dk: Titel:

# tt_content.list_type_pi1
source: Seminar Manager
dk: Arrangementsmanager
