Repository: oliverklee/ext-seminars
Catalog: Resources/Private/Language/dk.locallang.xlf
Languages: dk

# dateFormat
source: Y-m-d
dk: d/m/Y

# pi1_title
source: Seminar Manager
dk: Arrangementsmanager

# pi1_description
source: Displays seminars in the FE
dk: Arrangementsmanager

# label_title
source: Title
dk: Titel

# label_uid
source: Number
dk: Nr

# label_registration_uid
source: Ticket ID
dk: Registreringsnummer

# label_event_type
source: Event type
dk: Arrangementstype

# label_accreditation_number
source: Accreditation number
dk: Tilmeldings nr.

# label_credit_points
source: Credit points
dk: Kredit points

# label_date
source: Date
dk: Dato

# label_time
source: Time
dk: Tid

# label_place
source: Place
dk: Sted

# label_room
source: Room
dk: Rum

# label_seats
source: Seats
dk: Pladser

# label_total_price
source: Total price
dk: Pris i alt

# label_lodgings
source: Selected lodging options
dk: Vælg overnatningstype

# label_foods
source: Selected food options
dk: Vælg mad

# label_kids
source: Number of kids
dk: Antal børn

# label_price
source: Price
dk: Pris

# label_price_general
source: Price
dk: Pris

# label_price_regular
source: Regular price
dk: Pris

# label_price_regular_early
source: Early-bird price
dk: Tidlig booking pris

# label_price_earlybird_regular
source: Early-bird price
dk: Tidlig booking pris

# label_price_special
source: Special price
dk: Speciel pris

# label_price_special_early
source: Early-bird special price
dk: Tidlig booking speciel pris

# label_price_earlybird_special
source: Early-bird special price
dk: Tidlige booking speciel pris

# label_method_of_payment
source: Method of payment
dk: Betalingsmetode

# label_gender
source: Gender
dk: Køn

# label_username
source: User name
dk: Brugernavn

# label_name
source: Name
dk: Navn

# label_address
source: Address
dk: Adresse

# label_zip
source: ZIP code
dk: Postnr.

# label_city
source: City
dk: By

# label_country
source: Country
dk: Land

# label_attendees
source: Attendees
dk: Deltagere

# label_vacancies
source: Vacancies
dk: Ledige pladser

# label_enough_attendees
source: Enough attendees
dk: Tilstrækkeligt tilmeldte

# label_is_full
source: Is full
dk: Fuldt booket

# label_paymentmethod
source: Selected method of payment
dk: Vælg betalingsmetode

# label_billing_address
source: Billing address
dk: Faktureringsadresse

# label_telephone
source: Phone
dk: Telefon

# label_email
source: E-mail address
dk: Email

# label_interests
source: Special interests
dk: Specielle interesser

# label_expectations
source: Expectations
dk: Forventninger

# label_background_knowledge
source: Background knowledge
dk: Baggrundsviden

# label_known_from
source: Known from
dk: Kendt fra

# label_notes
source: Notes
dk: Noter

# label_url
source: More information
dk: Mere information

# label_seminardata
source: Seminar data
dk: Arrangements info

# label_feuserdata
source: Account data
dk: Konto data

# label_attendancedata
source: Data that has been entered on registration
dk: info på tilmeldingsformen

# label_gender.I.0
source: Mr.
dk: Hr.

# label_gender.I.1
source: Ms.
dk: Frk.

# label_status.I.1
source: Student
dk: Studerende

# label_status.I.2
source: Job seeking
dk: Jobsøgende

# label_status.I.3
source: Working
dk: Arbejdende

# label_status.I.4
source: Retired
dk: Pensioneret

# status_regular
source: regular
dk: Almindelig

# status_waiting_list
source: waiting list
dk: Venteliste

# label_yes
source: yes
dk: Ja

# label_no
source: no
dk: Nej

# message_notLoggedIn
source: Please log in first.
dk: Venligst log in først.

# message_notLoggedIn_informal
source: Please log in first.
dk: Venligst log in først.

# message_alreadyRegistered
source: You already have registered for this event.
dk: De er allerede tilmeldt dette arrangement.

# message_alreadyRegistered_informal
source: You already have registered for this event.
dk: Du er allerede tilmeldt dette arrangement.

# message_userIsBlocked
source: You are already registered for an event that collides with this event.
dk: Du er tilmeldt et andet arrangement der konflikter med dette.

# message_userIsBlocked_informal
source: You are already registered for an event that collides with this event.
dk: Du er tilmeldt et andet arrangement der konflikter med dette.

# message_wrongSeminarNumber
source: There is no event with this number. If you get this error message using a link on this page, please notify the webmaster. Thank you!
dk: Der er ikke noget arrangement med dette nr. Hvis du får denne fejl ved at følge et link på denne side informer da venligst webmaster. Tak!

# message_wrongSeminarNumber_informal
source: There is no event with this number. If you get this error message using a link on this page, please notify the webmaster. Thank you!
dk: Der ikke noget arrangement med dette nr. Hvis du får denne fejl ved at følge et link på denne side informer da venligst webmaster. Tak!

# message_noRegistrationNecessary
source: For this event, no registration is necessary.
dk: ingen registrering er nødvendig til dette arrangement

# message_seminarCancelled
source: Alas, this event has been canceled.
dk: Desværre er dette arrangement blevet aflyst

# message_noDate
source: This event has no date yet.
dk: Dette arrangement har ikke nogen fastsat dato endnu

# message_seminarRegistrationIsClosed
source: Sorry, the registration period for this event is over.
dk: Desværre er tilmeldingsfristen til dette arrangement overskredet

# message_noVacancies
source: Sorry, there are no more vacancies.
dk: Desværre, der er ikke flere pladser

# message_willBeAnnounced
source: will be announced
dk: Vil blive annonceret

# message_forFree
source: free
dk: Gratis

# message_enough
source: enough
dk: Åben

# message_accessDenied
source: Sorry, you don't have access to this part of the site.
dk: Desværre har du ikke adgang til denne del af sitet.

# message_accessDenied_informal
source: Sorry, you don't have access to this part of the site.
dk: Desværre har du ikke adgang til denne del af sitet.

# email_confirmationSubject
source: Registration confirmation
dk: Tilmeldings bekræftelse

# email_confirmationOnUnregistrationSubject
source: Unregistration confirmation
dk: Afmeldingsbekræftelse

# email_confirmationOnRegistrationForQueueSubject
source: Registration for the waiting list confirmation
dk: Tilmeldingsbekræftelse til ventelisten

# email_confirmationOnQueueUpdateSubject
source: Registration became a regular registration confirmation
dk: Tilmeldingen blev en almindelig tilmeldingsbekræftelse

# email_additionalNotificationEnoughRegistrations
source: Your event has now enough registrations to be held.
dk: Dit arrangement har nu nok tilmeldinger til at blive afholdt.

# email_additionalNotificationEnoughRegistrationsSubject
source: Event has enough registrations: %d - %s
dk: Arrangementet har nok tilmeldinger: %d - %s

# email_additionalNotificationIsFull
source: Your event is full, there are no empty seats left.
dk: Dit arrangement er fuldtegnet, der er ingen ledige pladser tilbage.

# email_additionalNotificationIsFullSubject
source: Event is full: %d - %s
dk: Arrangementet er fuldtegnet: %d - %s

# email_notificationSubject
source: Registration notification
dk: Tilmeldings information

# email_notificationHello
source: Hello, someone just has registered for an event:
dk: Hej, der er lige kommet en tilmelding til arrangementet:

# email_notificationOnUnregistrationSubject
source: Unregistration notification
dk: Afmeldings besked

# email_notificationOnUnregistrationHello
source: Hello, someone just has unregistered from an event:
dk: Hej, En person har lige afmeldt sig arrangementet:

# email_notificationOnRegistrationForQueueSubject
source: Registration for waiting list notification
dk: Tilmelding til venteliste meddelelser

# email_notificationOnRegistrationForQueueHello
source: Hello, someone just has registered for the waiting list of an event:
dk: Hej, En person har lige tilmeldt sig ventelisten for arrangementet:

# email_notificationOnQueueUpdateSubject
source: Registration became a regular registration notification
dk: Tilmeldingen blev til en almindelig tilmeldings meddelelse

# email_notificationOnQueueUpdateHello
source: Hello, someone's registration just has become a regular registration of an event:
dk: Hej, En persons tilmelding blev lige til en almindelig tilmelding til arrangementet:

# message_403
source: Error 403. Sorry, you don't have access to this data.
dk: Fejl kode 403: Beklager, du har ikke adgang til disse data.

# message_404
source: Error 404. The requested page does not exist. If you get this error message using a link on this page, please notify the webmaster. Thank you!
dk: Fejlkode 404: Den forespurgte side eksisterer ikke. Hvis du kom til den side via et link fra dette domæne må du meget gerne underrette webmasteren. Tak!

# message_404_registrations
source: Error 404. There is no event with this number. If you get this error message using a link on this page, please notify the webmaster. Thank you!
dk: Fejlkode 404. Der er ikke noget arrangement med dette nummer. Hvis du kom til den side via et link fra dette domæne må du meget gerne underrette webmasteren. Tak!

# title
source: Events
dk: Arrangementer

# eventlist.date
source: Date
dk: Dato

# eventlist.title
source: Title
dk: Titel

# mlang_tabs_tab
source: Events
dk: Arrangementer

# mlang_labels_tabdescr
source: This module allows you to manage events, registrations, event sites and speakers.
dk: Dette modul gør det muligt at administrere arrangementer, tilmeldinger, lokationer og foredragsholdere.

# mlang_labels_tablabel
source: Events
dk: Arrangementer

# seminars.pi_flexform.sheet_general
source: General
dk: Generelt

# seminars.pi_flexform.what_to_display
source: What should be displayed:
dk: Hvad skal vises:

# seminars.pi_flexform.sheet_template_and_special
source: Templates and special properties
dk: Skabeloner og specielle egenskaber

# seminars.pi_flexform.seminar_list
source: Event List
dk: Arrangementliste

# seminars.pi_flexform.topic_list
source: Topic List
dk: Emneliste

# seminars.pi_flexform.my_events
source: My Events
dk: Mine Arrangementer

# seminars.pi_flexform.my_vip_events
source: My Managed Events
dk: Mine VIP Arrangementer

# seminars.pi_flexform.seminar_registration
source: Event Registration
dk: Arrangementtilmelding

# seminars.pi_flexform.list_registrations
source: List of Registrations (for attendees)
dk: Liste med tilmeldinger (for deltagere)

# seminars.pi_flexform.list_vip_registrations
source: List of Registrations (for event managers)
dk: Liste med tilmeldinger (for VIPs)

# seminars.pi_flexform.category_list
source: Category List
dk: Kategori liste

# seminars.pi_flexform.listPID
source: Page that contains the seminar list:
dk: Side der indeholder liste over arrangementer:

# seminars.pi_flexform.detailPID
source: Page that contains the detailed view:
dk: Side der viser et enkelt arrangement:

# seminars.pi_flexform.myEventsPID
source: Page that contains the "my events" list:
dk: Side der viser "mine arrangementer" listen:

# seminars.pi_flexform.registerPID
source: Page that contains the event registration form:
dk: Side der indeholder tilmeldingsformen:

# seminars.pi_flexform.loginPID
source: Page that contains the login form:
dk: Side der indeholder loginformen:

# seminars.pi_flexform.registrationsListPID
source: Page that contains the list of registrations (for attendees):
dk: Side der indeholder liste over tilmeldinger (for deltagere):

# seminars.pi_flexform.registrationsVipListPID
source: Page that contains the list of registrations (for event managers):
dk: Side der indeholder the liste over tilmeldinger (VIPs):

# seminars.pi_flexform.salutation
source: Salutation mode on the page:
dk: Tiltaleform på siden:

# seminars.pi_flexform.formal
source: formal
dk: Formel

# seminars.pi_flexform.informal
source: informal
dk: Uformel

# seminars.pi_flexform.showSingleEvent
source: Which event should be shown in a detailed view?
dk: Hvilket arrangement skal vises på enkeltvisningssiden?

# seminars.pi_flexform.timeframeInList
source: Only show events from this time-frame:
dk: Vis kun arrangementer indenfor denne tidsramme:

# seminars.pi_flexform.timeframeInList1
source: all events
dk: alle arrangementer

# seminars.pi_flexform.timeframeInList2
source: past events
dk: afholdte arrangementer

# seminars.pi_flexform.timeframeInList3
source: past and current events
dk: afholdte og aktuelle arrangementer

# seminars.pi_flexform.timeframeInList4
source: current events
dk: aktuelle arrangementer

# seminars.pi_flexform.timeframeInList5
source: current and upcoming events
dk: aktuelle og kommende arrangementer

# seminars.pi_flexform.timeframeInList6
source: upcoming events
dk: kommende arrangementer

# seminars.pi_flexform.timeframeInList7
source: events with the deadline in the future
dk: Arrangementer med tilmeldingsfrist i fremtiden

# seminars.pi_flexform.hideFields
source: Hide fields in detailed view (comma-separated):
dk: Skjul felter i detaljeret visning (komma-separeret):

# seminars.pi_flexform.showEmptyEntryInOptionLists
source: Show empty option in selector widget:
dk: Vis tom mulighed i "selector-widget"

# seminars.pi_flexform.hideSearchForm
source: Hide the search form in list view:
dk: Skjul søgeformularen i listevisningen:

# seminars.pi_flexform.hidePageBrowser
source: Hide the page browser in list view:
dk: Skjul side-browseren i listevisningen:

# seminars.pi_flexform.hideCanceledEvents
source: Hide canceled events in list view:
dk: Skjul aflyste arrangementer i listevisning

# seminars.pi_flexform.sortListViewByCategory
source: Sort the list view by category:
dk: Sorter listevisning efter kategori

# seminars.pi_flexform.defaultEventVipsFeGroupID
source: FE user group for event managers:
dk: Standard VIPs websitebrugergruppe:

# seminars.pi_flexform.hideColumns
source: Hide column names in list view (comma-separated):
dk: Skjul kolonne navne i liste visning (komma-separeret):

# seminars.pi_flexform.generalPriceInList
source: Use "Price" as column title for the standard price in the list view:
dk: Brug "Pris" som kolonnetitel for normal pris i listevisning:

# seminars.pi_flexform.generalPriceInSingle
source: Use "Price" as heading for the standard price in the single view and the registration page:
dk: Brug "Pris" som overskrift for normal prisen i enkelt-visning og på tilmeldingssiden:

# seminars.pi_flexform.omitDateIfSameAsPrevious
source: Omit the date in the list view if it is the same as the previous item's:
dk: Undlad dato i listevisningen hvis den er den samme som i forrige emne:

# seminars.pi_flexform.eventFieldsOnRegistrationPage
source: Event data that should be displayed on the registration page:
dk: Arrangements info der skal vises på tilmeldingssiden:

# seminars.pi_flexform.showSpeakerDetails
source: Show speaker details
dk: Vis detaljer om taler

# seminars.pi_flexform.showSiteDetails
source: Show site details
dk: Vis detaljer om hjemmeside

# seminars.pi_flexform.showFeUserFieldsInRegistrationsList
source: Which FEuser fields to show in the list of registrations for an event
dk: Hvilke FE-bruger felter skal vises i listen over tilmeldinger til et arrangement

# seminars.pi_flexform.sheet_registration
source: Registration
dk: Tilmelding

# seminars.pi_flexform.thankYouAfterRegistrationPID
source: Page that will be displayed after a user has registered for an event
dk: Side der skal vises efter en bruger har tilmeldt sig

# seminars.pi_flexform.sendParametersToThankYouAfterRegistrationPageUrl
source: Send parameters to page which is displayed after registration
dk: Send parametre til siden som vises efter tilmelding

# seminars.pi_flexform.pageToShowAfterUnregistrationPID
source: Page that will be displayed after a user has unregistered for an event
dk: Side der vises efter en bruger har afmeldt et arrangement

# seminars.pi_flexform.sendParametersToPageToShowAfterUnregistrationUrl
source: Send parameters to page which is displayed after unregistration
dk: Send parametre til siden som vises efter tilmelding

# pi_list_browseresults_prev
source: < Previous
dk: < Forrige

# pi_list_browseresults_page
source: Page
dk: Side

# pi_list_browseresults_next
source: Next >
dk: Næste >

# pi_list_browseresults_displays
source: Displaying results ###SPAN_BEGIN###%s to %s</span> out of ###SPAN_BEGIN###%s</span>
dk: Viser resultater ###SPAN_BEGIN###%s til %s</span> ud af ###SPAN_BEGIN###%s</span>

# pi_list_browseresults_noResults
source: Sorry, no events were found.
dk: Beklager, der blev ikke fundet nogen arrangementer.

# pi_list_searchBox_search
source: Search
dk: Søg

# label_myevents
source: You are registered for the following events:
dk: Du er tilmeldt de følgende arrangementer:

# label_myevents_informal
source: You are registered for the following events:
dk: Du er tilmeldt de følgende arrangementer:

# label_myvipevents
source: You are an editor for the following events:
dk: Du er VIP ved de følgende arrangementer:

# label_myvipevents_informal
source: You are an editor for the following events:
dk: Du er VIP ved de følgende arrangementer:

# label_category
source: Category
dk: Kategori

# label_subtitle
source: Subtitle
dk: Undertitel

# label_timeslots
source: Time slots
dk: Tidsblokke

# label_speakers
source: Speakers
dk: Foredragsholdere

# label_partners
source: Partners
dk: Partnere

# label_tutors
source: Tutors
dk: Tutorer

# label_leaders
source: Leaders
dk: Ledere

# label_language
source: Language
dk: Sprog

# label_select_price
source: Price:
dk: Pris:

# label_price_range
source: Price
dk: Pris

# label_paymentmethods
source: Available methods of payment
dk: Betalingsmetoder

# label_select_paymentmethod
source: Payment method:
dk: Betalingsmetode:

# label_target_groups
source: Target Groups
dk: Målgrupper

# label_organizers
source: Organizers
dk: Arrangør

# label_organizing_partners
source: Organizing partners
dk: Samarbejdspartnere

# label_deadline_registration
source: Deadline for registration
dk: Frist for tilmelding

# label_registration
source: Registration
dk: Tilmelding

# label_onlineRegistration
source: Register now
dk: Tilmeld nu

# label_onlineRegistrationOnQueue
source: Register for the waiting list<br />(%d registrations on the waiting list)
dk: Tilmeld ventelisten <br />(Der er %d tilmeldinger på ventelisten)

# label_onlineUnregistration
source: Unregister now
dk: Afmeld nu

# label_list_registrations
source: List of registrations
dk: Liste over tilmeldte

# label_listRegistrationsLink
source: View the list of registrations
dk: Vis listen over tilmeldte

# label_list_otherdates
source: Other dates for this topic
dk: Andre datoer for dette emne

# label_list_dates
source: Dates for this topic
dk: Datoer for dette emne

# label_eventsnextday
source: Subsequent events
dk: Efterfølgende arrangementer

# label_edit
source: Edit
dk: Redigér

# label_back
source: Back to listing
dk: Tilbage til liste

# label_register_additional_information
source: Additional information
dk: Yderlig information

# label_checkboxes
source: Additional information:
dk: Yderlig information:

# label_interests
source: Special interests:
dk: Specielle interesser:

# label_expectations
source: Expectations for the event:
dk: Forventninger til dette arrangement:

# label_background_knowledge
source: Background knowledge:
dk: Baggrundsviden:

# label_register_lodging_and_food
source: Lodging and food
dk: Kost og logi

# label_accommodation
source: How are your lodging preferences (if possible a single room, a double room, no lodging)?
dk: Hvad er dine logi-præferencer (hvis det er muligt,- et enkeltværelse, dobbeltværelse eller uden overnatning)?

# label_food
source: Which kind of food do you prefer (normal, vegetarian, or a special diet):
dk: Hvilken slags mad foretrækker du (normal, vegetar, eller en speciel diæt):

# label_known_from
source: How have you heard of this event?
dk: Hvordan har du hørt om dette arrangement?

# label_known_from_informal
source: How have you heard of this event?
dk: Hvordan har du hørt om dette arrangement?

# label_notes
source: Additional notes:
dk: Yderligere bemærkninger:

# label_kids
source: Number of kids:
dk: Antal børn:

# label_legend_payment
source: Payment
dk: Betaling

# label_gender
source: Mr./Mrs.:
dk: Hr/Fr:

# label_name
source: Name:
dk: Navn:

# label_address
source: Street:
dk: Gade:

# label_zip
source: ZIP:
dk: Postnr.:

# label_city
source: City:
dk: By:

# label_country
source: Country:
dk: Land:

# label_telephone
source: Phone number:
dk: Tlf.:

# label_email
source: E-mail address:
dk: Email:

# label_lodgings
source: Lodging:
dk: Logi:

# label_foods
source: Food:
dk: Kost:

# label_register_entered_data
source: Your registration data
dk: Dine registrerede informationer

# label_register_entered_data_informal
source: Your registration data
dk: Dine registrerede informationer

# label_register_all_terms
source: Registration terms
dk: Tilmeldingsbetingelser

# label_terms
source: I accept the terms and conditions.
dk: Jeg accepterer betingelserne.

# label_terms_2
source: I accept the terms for travelling.
dk: Jeg accepterer betingelser for rejse.

# label_submit_registration
source: Submit registration
dk: Send tilmelding

# label_proceed_registration
source: Proceed to checkout
dk: Fortsæt til betaling

# label_back_registration
source: Back
dk: Tilbage

# label_your_user_data
source: Your address data:
dk: Dine adresse informationer:

# label_your_user_data_informal
source: Your address data:
dk: Dine adresse informationer:

# label_method_of_payment
source: Selected method of payment:
dk: Valgte betalingsmetode:

# label_timeslot_date
source: Date
dk: Dato

# label_timeslot_time
source: Time
dk: Tid

# label_timeslot_entry_date
source: Entry date
dk: Oprettelsesdato

# label_timeslot_room
source: Room
dk: Lokale

# label_timeslot_place
source: Place
dk: Sted

# label_timeslot_speakers
source: Speakers
dk: Talere

# label_unregistration_message
source: Do you really want to unregister from this event?
dk: Vil de virkeligt afmeldes dette arranegement?

# label_unregistration_message_informal
source: Do you really want to unregister from this event?
dk: Vil du virkeligt afmeldes dette arranegement?

# label_cancel
source: Cancel
dk: Fortryd

# label_unregister
source: Unregister
dk: Afmeld

# label_selector_submit
source: Apply filter
dk: Anvend filter

# label_selector_pleaseChoose
source: please choose...
dk: Vælg venligst

# label_selector_reset
source: Reset
dk: Nulstil

# label_selector_searchbox
source: Search term
dk: Søg begreb

# label_searching_hints
source: You can shorten the list of events by applying one ore more filter criteria. To see the whole list, just reset the filter.
dk: De kan få en mindre liste af arrangementer ved at anvende et eller flere filtre (søgekriterier). For at se hele listen igen, kan du klikke på Nulstil.

# label_searching_hints_informal
source: You can shorten the list of events by applying one ore more filter criteria. To see the whole list, just reset the filter.
dk: Du kan få en mindre liste af arrangementer ved at anvende et eller flere filtre (søgekriterier). For at se hele listen igen, kan du klikke på Nulstil.

# label_we_offer_events_in_categories
source: Currently, we offer you events in the following categories:
dk: I øjeblikket tilbyder vi arrangementer indenfor følgende kategorier:

# label_we_offer_events_in_categories_informal
source: Currently, we offer you events in the following categories:
dk: I øjeblikket tilbyder vi arrangementer indenfor følgende kategorier:

# label_no_categories
source: Currently, we aren't offering any categorized events.
dk: I øjeblikket tilbyder vi ingen kategoriserede arrangementer.

# label_waiting_list
source: Waiting list
dk: Venteliste

# message_noResults
source: Sorry, currently no events could be found.
dk: Beklager, ingen arrangementer fundet
