Repository: oliverklee/ext-seminars
Catalog: Resources/Private/Language/dk.locallang.xlf
Languages: dk

# message_notLoggedIn
source: Sorry, you are not logged in.
dk: Beklager, du skal være logget ind.

# message_notLoggedIn_informal
source: Sorry, you are not logged in.
dk: Beklager, du skal være logget ind.

# message_pleaseLogIn
source: Please log in to view this page.
dk: Log ind for at se denne side.

# message_pleaseLogIn_informal
source: Please log in to view this page.
dk: Log ind for at se denne side.

# message_noRegistrations
source: For this event, there are no registrations yet.
dk: Der er ingen tilmeldinger til dette arrangement endnu.

# message_earlybird_price
source: price valid and bookable until %s
dk: Denne pris er gyldig og kan bookes frem til %s

# message_notRegisteredForThisEvent
source: You are not registered for this event.
dk: De er endnu ikke tilmeldt dette arrangement.

# message_notRegisteredForThisEvent_informal
source: You are not registered for this event.
dk: Du er endnu ikke tilmeldt dette arrangement.

# message_unregistrationNotPossible
source: The unregistration deadline already has passed.
dk: Afmeldingsfristen er overskredet.

# plugin.eventRegistration.error.alreadyRegistered_formal
source: You are already registered for this event.
dk: De er allerede tilmeldt dette arrangement.

# plugin.eventRegistration.error.alreadyRegistered_informal
source: You are already registered for this event.
dk: Du er allerede tilmeldt dette arrangement.

# plugin.eventRegistration.fieldset.payment
source: Payment
dk: Betaling

# plugin.eventRegistration.fieldset.billingAddress
source: Billing address
dk: Faktureringsadresse

# plugin.eventRegistration.fieldset.additionalInformation
source: Additional information
dk: Yderlig information

# plugin.eventRegistration.property.priceCode
source: Price
dk: Pris

# plugin.eventRegistration.property.totalPrice
source: Total price (incl. VAT)
dk: Pris i alt (inkl. moms)

# price.standard
source: Regular price
dk: Pris

# price.earlyBird
source: Early-bird price
dk: Tidlig booking pris

# price.special
source: Special price
dk: Speciel pris

# price.specialEarlyBird
source: Early-bird special price
dk: Tidlig booking speciel pris
